{"total_rows":68,"offset":0,"rows":[
{"id":"1","key":"1","value":{"rev":"11-4bda4910b0bf41dc3d69fd81cf8ce681"},"doc":{"_id":"1","_rev":"11-4bda4910b0bf41dc3d69fd81cf8ce681","body":"<strong>Ci siamo. Questo spazio si chiama <em>scriptavolant</em>, l'abbiamo creato per raccogliere tutte le critiche/commenti/proposte sulla gestione di <em>verbamanent</em>. Senza picchiarci.</strong>","modified":"2001-03-19 10:02:10","comments":[{"body":"Perché è stato fatto? Perché quando il vaso è pieno, sta per traboccare e le prime gocce cominciano ad uscire è meglio prenderlo in mano e svuotarlo piuttosto che lasciarlo inondare la casa spontaneamente.","date":"2001-03-17 12:03:01","user":"verbosus","address":"62.122.31.172"},{"body":"Ti piacciono gli scenari apocalittici, eh? In realtà Scriptavolant è una cosa che avevamo in mente fin dall'inizio. Abbiamo deciso di lanciarlo un po' in fretta adesso perché sembra sia giunto il momento di mettere in discussione quello che sarà di Verbamanent, e quali strategie vogliamo usare per raggiungere i nostri obiettivi.","date":"2001-03-17 12:08:04","user":"sja","address":"212.171.48.93"},{"body":"Beh, in realtà ho sempre desiderato la parte dell'arrabbiato depresso. Un po' lo sono e un po' ci faccio.","date":"2001-03-17 12:10:01","user":"verbosus","address":"62.122.31.172"},{"body":"hai scritto:\r\n\"Ci siamo. Questo spazio si chiama scriptavolant, l'abbiamo creato per raccogliere tutte le critiche/commenti/proposte sulla gestione di verbamanent.\"<br>\r\nquesto significa che qui non importa inserire links?<br>\r\n2) hai anche scritto: \"Senza picchiarci.\"<br>\r\npecccato, volevo picchiarvi aspetterò il lancio di pugnavolant","date":"2001-03-18 12:42:36","user":"Paranco","address":"62.11.0.249"},{"body":"Certo, qua si parla di cose tipo &laquo;dobbiamo davvero inserire i links?&raquo;. Sono contrario alla violenza negli stadi :D","date":"2001-03-18 13:15:52","user":"verbosus","address":"62.122.34.64"},{"body":"Personalmente vengo spesso su Verba xchè si trovano link \"gustosi\", per cui sono fsvorevole al mantenimento di quest'usanza.","date":"2001-03-18 15:27:14","user":"Max","address":"62.149.156.142"},{"body":"Alcuni si sono lamentati della <em>obbligatoriet&agrave;</em> di questa usanza. Che dite?","date":"2001-03-19 03:02:10","user":"verbosus","address":"155.185.15.1"},{"body":"per me quest'usanza è buona: in qualche modo costringe ad imparare a fare 2 cose: <br>1) navigare sul web, sfogliando i siti e cercando di capire perchè attraggono o perchè qualcun altro dovrebbe vederli (anche se non sempre segnalandoli ci si distingue per acume, io ne sono un esempio :P ) <br>2) imparare a fare un link, e quindi indirettamente imparare ad usare il linguaggio di Internet. Se la Rete è un potente mezzo di comunicazione, un sugoso strumento di informazione, è bene capire come funziona ed imparare ad usarla...<br><br>concludendo, voto a favore della regolina <i>link</i>","date":"2001-03-19 03:26:12","user":"bellachioma","address":"137.204.218.50"}],"user":"verbosus","address":"62.122.31.172","date":"2001-03-17 11:56:27"}},
{"id":"10","key":"10","value":{"rev":"13-af65d3f40ae44701c3aa4deb9dc74d0d"},"doc":{"_id":"10","_rev":"13-af65d3f40ae44701c3aa4deb9dc74d0d","body":"Forse è una mia impressione, ma i thread che sono \"scesi\" nella pagina a seguito dell'immissione di post più freschi si esauriscono velocemente. E' normale, ma forse si potrebbe fare qualcosa per mantenere la visibilità per più di un paio di giorni... Suggerimenti?","modified":"2001-07-20 15:34:44","comments":[{"body":"Io ne ho uno...<br>\r\nSe la colonna di sinistra fosse più stretta (se non del tutto assente) si potrebbe provare a tenere i post su due colonne, o almeno a mantenerli intorno alle due righe (anche se la riga a tutto schermo non è molto leggibile, ne convengo...). Diminuendo anche lo spazio bianco tra un post e l'altro, in una schermata riuscrebbero a stare fino a 8 - 10 post, invece di 2 o 3.","date":"2001-07-13 04:59:54","user":"AP","address":"212.15.165.218"},{"body":"Noi avevamo in mente un&#8217;altra cosa, e cio&egrave; di permettere di visualizzare i post non in ordine di data ma in ordine di attivit&agrave; (post pi&ugrave; recente, per esempio). Questa cosa &egrave; gi&agrave; possibile sul nostro fratello maggiore <a href=\"http://metafilter.com/\">metafilter</a>, per esempio.<br>\r\n&nbsp;&nbsp;&nbsp;Una funzione nuova invece sarebbe dare la possibilit&agrave; agli utenti registrati di mettere dei <em>segnalibri</em> su dei thread che vogliono tenere d&#8217; occhio, tipo i famosi &laquo;Clippings&raquo; di <a href=\"http://www.iht.com/\">iht.com</a>. Che dite?","date":"2001-07-13 09:54:17","user":"verbosus","address":"62.122.30.94"},{"body":"Verbosus, sei il mio eroe! \r\nAppoggio incondizionatamente ;-)","date":"2001-07-14 10:46:52","user":"AP","address":"194.185.246.97"},{"body":"Ok, se nessuno ha qualcosa in contrario io darei per <em>passata</em> la funzione simil-clippings, per seguire i thread.","date":"2001-07-15 13:42:38","user":"verbosus","address":"62.122.35.243"},{"body":"Quello o l'ordinamento in base ai commenti più recenti?","date":"2001-07-16 18:15:21","user":"sja","address":"212.171.48.31"},{"body":"Both of them. I clippings mi sembrano una feature importante, anche se forse sarebbe meglio realizzarli server-side invece che via JavaScript come fanno su IHT. Peraltro il codice dei Clippings di IHT ora è open-source, scaricabile da <a href=\"http://www.smokinggun.com/demos/clippings.php\">qua</a>.","date":"2001-07-17 02:31:57","user":"verbosus","address":"62.122.30.166"},{"body":"Già che ci siamo, farebbe comodo inserire in Verbamanent un indicatore del fatto che su Scriptavolant c'e' un nuovo thread... come potete notare, siamo in tre a fare questa chiaccherata (che dovrebbe invece interessare tutti)...","date":"2001-07-17 08:58:55","user":"AP","address":"212.15.165.218"},{"body":"Abbiamo appena aggiunto in prima pagina un messaggio che useremo per segnalare (soprattutto) discussioni interessanti che si stanno tenendo in Scriptavolant.","date":"2001-07-20 09:01:08","user":"sja","address":"212.171.48.31"},{"body":"si potrebbe tenere, separata a fianco, la classifica dei 5 post più commentati del mese (per esempio), utilizzando la parte linkata come titolo rappresentativo. Seguo l'esempio riuscito di <a href=\"http://www.countingdown.com\">Counting Down</a>.<br>\r\nAltrimenti bisognerebbe trovare la maniera di dividere i post in macrocategorie in modo da valorizzare l'intero archivio, ma questa va pensata con cura...","date":"2001-07-20 09:34:44","user":"Valido","address":"213.45.37.40"},{"body":"L’elenco dei post più commentati e quello dei post recentemente modificati sono nella nostra to-do list :-D. Se continuiamo con questo ritmo potrebbero arrivare abbastanza presto.","date":"2001-07-20 09:45:16","user":"sja","address":"212.171.48.31"}],"user":"AP","address":"212.15.165.218","date":"2001-07-13 04:56:53"}},
{"id":"12","key":"12","value":{"rev":"11-5718439764fb07a5acc5b43b9a74bb32"},"doc":{"_id":"12","_rev":"11-5718439764fb07a5acc5b43b9a74bb32","body":"Per festeggiare il <a href=\"/detail/407#1000\">millesimo commento</a> abbiamo aggiornato <i>Verbamanent</i>. Ci sono molte novità dietro le quinte che renderanno più facile aggiungere miglioramenti in futuro, ma ci sono anche due cambiamenti ben visibili: <a href=\"/info\">le nuove info</a>, e finalmente... la <a href=\"/search\">ricerca</a>! Ovviamente, vi preghiamo di <a href=\"mailto:verbamen@verbamanent.org\">segnalarci</a> qualsiasi problema.","modified":"2001-07-20 15:40:50","comments":[{"body":"Champagne!","date":"2001-07-19 13:45:16","user":"verbosus","address":"62.122.32.198"},{"body":"...il logo?","date":"2001-07-20 02:13:53","user":"Valido","address":"213.45.37.40"},{"body":"Logo? A me Verba piace molto anche perché non ha un logo; lo dico senza riferimento alcuno a Naomi Klein. Io ho l'impressione che senza logo tutto il peso e tutta l'attenzione siano appunto sulle parole.","date":"2001-07-20 05:04:44","user":"Merak","address":"213.26.8.190"},{"body":"Ancora cambiamenti! I <a href=\\\"mailto:verbamen@verbamanent.org\\\">verbamen</a> sono super-operativi! :D","date":"2001-07-20 08:57:11","user":"verbosus","address":"62.122.32.100"},{"body":"Abbiamo approfittato del clima di festa per giocare un po' con il design... ;-)","date":"2001-07-20 08:58:27","user":"sja","address":"212.171.48.31"},{"body":"logo, titolino... quello che c'è adesso è perfetto, l'importante è che l'utente capisca di non aver sbagliato sito...","date":"2001-07-20 09:12:56","user":"Valido","address":"213.45.37.40"},{"body":"Sui vari loghi stiamo lavorando più di quanto non crediate... Il giorno in cui avremo il logo perfetto terremo comunque presente l’illuminante commento di Merak ;-). Che dici, è abbastanza discreta la scritta Verbamanent che c’è adesso?","date":"2001-07-20 09:40:50","user":"sja","address":"212.171.48.31"},{"body":"Hey! A me piace!!!","date":"2001-07-21 07:23:31","user":"pecus","address":"62.98.46.47"}],"user":"sja","address":"212.171.48.31","date":"2001-07-19 09:09:42"}},
{"id":"14","key":"14","value":{"rev":"3-51e72736b3e89f557edb888d9c360a96"},"doc":{"_id":"14","_rev":"3-51e72736b3e89f557edb888d9c360a96","body":"non so se sia molto pertinente ma in verba mi sembrava ancora meno... sono le 6 passate ed io è da ieri alle 14 che scarico...! (ho sonno) ma sono anche felice... ma anche triste perchè ho quasi finito il disco... help! se lo sapevo portavo il fisso...!","modified":"2001-07-27 04:17:30","comments":{},"user":"Paranco","address":"195.219.108.138","date":"2001-07-26 22:17:30"}},
{"id":"15","key":"15","value":{"rev":"3-9863b56f3aca375e8e40ac8b6deedd0c"},"doc":{"_id":"15","_rev":"3-9863b56f3aca375e8e40ac8b6deedd0c","body":"Il 23 agosto, a un anno dalla nascita del progetto, Verbamanent.org si sposterà in una nuova casa...\r\nSe ci fosse qualche problema durante il trasferimento potrete trovarci all'indirizzo <a href=\"http://verbamanent.attardi.org/\">verbamanent.attardi.org</a>.","modified":"2001-08-22 09:35:53","comments":{},"user":"verbosus","address":"62.122.31.199","date":"2001-08-22 03:35:53"}},
{"id":"18","key":"18","value":{"rev":"7-5e54dd0481785e9637928ee0799c1c67"},"doc":{"_id":"18","_rev":"7-5e54dd0481785e9637928ee0799c1c67","body":"Arriva oggi una feature molto richiesta: potete vedere dove sono i <a href=\"/recent\">commenti più recenti</a> o le discussioni che hanno generato <a href=\"/active\">più risposte</a>.","modified":"2001-10-23 08:26:54","comments":[{"body":"mmm... secondo me bisogna forzare un po' di più questa cosa... voglio dire, il bottone c'è ma si vede pochissimo, quindi alla fine o mi ricordo che c'è (perchè me l'avete detto voi) o non ci cliccherò mai. \"Utopicamente\" questa nuova \"feature\" sarebbe più funzionale se si reimpaginasse un pochino il tutto e si facessero direttamente vedere i 10 commenti più recenti e i 10 più commentati, a lato dell'attuale struttura, in modo che non deve venirmi voglia di cercare il bottone da cliccare ma li vedo già. Secondo me aiuterebbe molto soprattutto gli utenti nuovi e occasionali.","date":"2001-10-16 14:21:12","user":"Valido","address":"213.45.38.37"},{"body":"Io aggiungerei un’opzione con la quale ogni utente possa scegliere una volta per tutte il tipo di ordinamento che viene usato in prima pagina. Che ne dici? Sentiresti ancora il bisogno di rendere quei link più prominenti o di aggiungere le ‘top 10’?","date":"2001-10-16 22:16:21","user":"sja","address":"212.171.48.31"},{"body":"Per me gi&agrave; questo &egrave; un bel salto avanti. Bravo!","date":"2001-10-21 22:31:37","user":"Frederic","address":"151.15.144.56"},{"body":"Non so, a me sembra curioso poter vedere tutto in una volta, voto ancora per le top 10.","date":"2001-10-23 08:26:54","user":"Valido","address":"213.45.38.37"}],"user":"sja","address":"212.171.48.31","date":"2001-08-25 18:45:54"}},
{"id":"19","key":"19","value":{"rev":"24-37f5b753015098d7cf0beebf7ab42c20"},"doc":{"_id":"19","_rev":"24-37f5b753015098d7cf0beebf7ab42c20","body":"non ho ben visto se questa opzione esiste già su Verbamanent, ma sarebbe carina la presenza di un bottone che aiutasse a crearti il codice per il link (come avviene su <a href=\"http://www.blogger.com/\">blogger</a>), senza dover riscrivere tutto ogni volta (href, tile, target e così via)... e poi, come seconda cosa, domando se esiste la lista completa degli utenti e se la possiamo consultare per sbirciare un po' nei siti di tutti i partecipanti :)","modified":"2001-10-31 13:08:46","comments":[{"body":"No, per ora l&#8217;unico modo per creare un link su Verbamanent &egrave; quello di scriversi il codice HTML, magari imparando dal tutorial che abbiamo scritto io e Stefano. Probabilmente metteremo un <em>link-builder</em>, qualcun&#8217;altro vota a favore di questa feature?<br>\r\n&nbsp;&nbsp;&nbsp;Per quanto riguarda la lista degli utenti, anche quella potrebbe essere interessante. Mettiamo tutto ai voti, no? :-)","date":"2001-10-10 10:07:01","user":"verbosus","address":"62.149.170.107"},{"body":"Io voto a favore ;)","date":"2001-10-16 14:13:02","user":"Valido","address":"213.45.38.37"},{"body":"Io avevo in mente la lista degli utenti e qualche pulsante per aiutare a fare link, italic, bold... Naturalmente aspettavo il vostro consenso :-D.","date":"2001-10-16 22:25:46","user":"sja","address":"212.171.48.31"},{"body":"Noi diamo il Nostro consenso. ;-)","date":"2001-10-17 15:41:48","user":"AP","address":"212.15.165.218"},{"body":"bene! :)","date":"2001-10-18 09:28:27","user":"bellachioma","address":"137.204.218.50"},{"body":"io vorrei presentare degli emendamenti tanto per rompere un po' le balle:<BR><BR>\r\n1°: la lista è utile ma i siti presenti dei partecipanti NON dovrebbero essere commerciali<BR>\r\n2°: Se uno vuole mantenere l'anonimato è giusto che sia garantito questo diritto sacrosanto<BR>\r\n3°: La lista completa dei partecipanti dovrebbe essere visibile solo agli iscritti<BR>\r\n4°: Valido ha diritto di apparire nella lista solo se fornisce giornalmente un sito dedicato a Bruce Lee","date":"2001-10-18 12:38:45","user":"gano","address":"62.98.2.165"},{"body":"1. I siti dei partecipanti in che senso? quelli che indichiamo nella nostra scheda personale? Ma se uno lavora in una web agency e vuole indicare il sito della ditta non mi pare una cosa cosi' deprecabile...<br>\r\n2. Questo è già possibile, no?<br>\r\n3. Sono daccordo<br>\r\n4. E se ci fa lo sconto sulle magliette...","date":"2001-10-19 12:59:50","user":"AP","address":"212.15.165.218"},{"body":"d'accordo sui bottoni per i link :] non che non li sappia fare eh?? ;)","date":"2001-10-20 23:20:16","user":"asha","address":"151.21.9.208"},{"body":"Visto che siamo in vena di cambiamenti, io suggerirei anche di pensare ad un refresh di pagina, mi spiego: spesso per vedere i nuovi commenti si ricorre al reload della pagina, se ci fosse un refresh automatico dopo un tempo ragionevole, il tutto sarebbe più comodo, mi rendo conto delle problematiche che questo comporterebbe (uno sta scrivendo e la pagina si ricarica) e per questo io limiterei il tutto alla sola pagina dei commenti \"recenti\" mentre per il resto si potrebbe magari prevedere un refresh \"manuale\".","date":"2001-10-22 08:46:32","user":"gano","address":"195.210.94.21"},{"body":"1) Daccordo con AP<br>\r\n2) Daccordo<br>\r\n3) Daccordo<br>\r\n4) Gano: posso ruotare gli stessi tre? AP: come fai a scrivere che ti sono sparite le mani dentro le maniche? ;)","date":"2001-10-23 10:15:41","user":"Valido","address":"213.45.38.37"},{"body":"<tt>> come fai a scrivere che ti sono sparite<br>\r\n> le mani dentro le maniche? ;)<br></tt>\r\n???\r\n","date":"2001-10-23 12:00:59","user":"AP","address":"212.15.165.218"},{"body":"1) Non concordo<BR>\r\n2) Concordo<BR>\r\n3) Concondo<BR>\r\n4) Ruotare? Non capisco scusa oggi ho i neuroni diesel","date":"2001-10-23 12:02:45","user":"gano","address":"195.210.94.21"},{"body":"Ok, riscrivo il punto 4 per chi ha difficolta' con l'italiano, hehehe:<br>\r\n- Gano, di siti su Bruce Lee ne conosco solo tre, non riesco a indicarne uno al giorno a meno che non mi permetti di citare sempre gli stessi a turno ;)<br>\r\n- AP, non si dice anche da voi che chi e' spilorcio (spilorcio = chi chiede sconti su una cosa che gia' costa meno dei normali prezzi di mercato...) ha le braccine corte? ;)))<br>\r\nMi raccomando, sono solo battute eh? Pace, amore e bruceleemania!","date":"2001-10-24 09:45:49","user":"Valido","address":"213.45.38.37"},{"body":"Io preferisco la locuzione \"<i>aver le vipere nelle tasche</i>\" ad indicare la ritrosia con cui si mette mano al portafogli... ;-)","date":"2001-10-24 13:31:11","user":"AP","address":"212.15.165.218"},{"body":"A me è sempre piaciuto il detto: \"<i>è facile come picchiare un bambino che caga</i>\" ovviamente fuori tema ma rimane pur sempre un must","date":"2001-10-24 13:35:11","user":"gano","address":"195.210.94.21"},{"body":"E a questo punto come non citare il mio proverbio preferito: \"<i>Stolto è il padre che picchia il figlio, ma ancor più stolto è il padre che picchia il figlio</i>\"...<br>\r\nDai basta, avanti con la votazione ;) Sul refresh automatico io voto contro, non mi pare sia una cosa necessaria quando finora ci sono al massimo 10 post al giorno commenti compresi.","date":"2001-10-24 21:57:56","user":"Valido","address":"62.211.164.214"},{"body":"<tt>\r\n> Sul refresh automatico io voto contro</tt><br>\r\nSe vota contro Valido, voto contro anch'io (cosi' poi per simpatia mi fa lo sconto sulle magliette ;-)<br>\r\n(scherzo, se c'è una cosa che mi stressa è proprio l'auto refresh. Il no-cache per me è più che suff.)","date":"2001-10-25 08:57:37","user":"AP","address":"212.15.165.218"},{"body":"Se vota contro AP, voto contro anche io così mi vende sottocosto la maglietta scontata da Valido","date":"2001-10-25 10:20:44","user":"gano","address":"195.210.94.21"},{"body":"Come dire, grazie per il sostegno che ci date... ;)","date":"2001-10-25 10:26:03","user":"Valido","address":"213.45.38.37"},{"body":"A me sembra un idea carina quella di mettere dei bottoni per velocizzare l'inserimento, basterebbe poco secondo me, tipo 4-5, bottoni, magari qualcosa per i links, e per gli stili del testo... non credo che serva altro... roba del genere fatta in javascript si vede un po' ovunque.\r\n<A href=\"void\" onmouseover=\"alert('ah ah funziona ancora il vecchio alert? ciao verbosus a te mando un bacio')\">e magari impedire l'uso di script idioti</A>","date":"2001-10-29 18:10:29","user":"Paranco","address":"62.11.4.134"},{"body":"Paranco: sei un terrorista! :-)","date":"2001-10-31 13:08:46","user":"gano","address":"195.210.94.21"}],"user":"bellachioma","address":"62.211.162.199","date":"2001-10-05 10:19:58"}},
{"id":"2","key":"2","value":{"rev":"7-43514578c3e6cb699326f2d21d0503f5"},"doc":{"_id":"2","_rev":"7-43514578c3e6cb699326f2d21d0503f5","body":"Self-linking: pro o contro?","modified":"2001-05-08 21:12:12","comments":[{"body":"Mi sembra doveroso distinguere tra self-linking in un nuovo thread e in un commento. Nel primo caso per me è noioso, nel secondo tranquillamente tollerabile. Ovviamente sempre che l'autore non sia alla spudorata ricerca di autopubblicità, cosa da cui per fortuna siamo stati risparmiati fin'ora.","date":"2001-03-19 03:39:26","user":"verbosus","address":"155.185.15.1"},{"body":"mmm:\r\n<ol>\r\n<li>non vi interessa la questione?</li>\r\n<li>siete a favore del self-link?</li>\r\n<li>siete arrabbiati per qualche intervento mio o di Stefano in merito?</li>\r\n<li>avete ancora la Colomba Pasquale sullo stomaco?</li>\r\n</ol>","date":"2001-04-17 06:59:02","user":"verbosus","address":"62.122.30.44"},{"body":"Ex verbamen un po' risentiti sostengono che sia ingiusto dichiarare il self-link scorretto, e che quindi ci sia la necessità di riammetterlo. Si dice che anche le <a href=\"http://www.verbamanent.org/info\">info</a> siano inadeguate. Ripropongo ancora una volta la domanda: cosa ne pensate del self-link? Eh?","date":"2001-05-08 15:12:12","user":"verbosus","address":"62.122.30.247"},{"body":"Probabilmente si può usare il buon senso, limitandone l'uso a casi sporadici e giustificati.\r\nMa tutto considerato non sono la persona più adatta a dare giudizi al riguardo, probabilmente: vi conosco da ieri...\r\n","date":"2001-06-22 12:40:08","user":"Onnivora.net","address":"212.171.240.37"}],"user":"verbosus","address":"155.185.15.1","date":"2001-03-19 03:37:32"}},
{"id":"20","key":"20","value":{"rev":"7-7a91c5a01b54301a689a71127f86aac3"},"doc":{"_id":"20","_rev":"7-7a91c5a01b54301a689a71127f86aac3","body":"Complimenti.\r\ntutto ciò è una genialata assoluta!\r\nDevozione e stima imperitura, a Voi e a Wainer...vi ho trovato pochi giorni fa, non vi Mollerò mai più!!!\r\n(minaccia?)\r\n:D","modified":"2001-10-20 23:04:17","comments":[{"body":"Ciao Ashella, benvenuta tra noi! :-)","date":"2001-10-10 10:07:53","user":"verbosus","address":"62.149.170.107"},{"body":"e grazie per la stima, che lo Sgurz sia con te! ;)","date":"2001-10-16 14:22:14","user":"Valido","address":"213.45.38.37"},{"body":"<a href=\"http://evol.nott.ac.uk/~pdxkrb/brimful_of_asha.html\">Brimful of Asha</a> on the forty-five! ;-)","date":"2001-10-16 23:46:49","user":"sja","address":"212.171.48.31"},{"body":":D\r\n","date":"2001-10-20 23:04:17","user":"asha","address":"151.21.9.208"}],"user":"asha","address":"151.24.141.126","date":"2001-10-08 11:52:22"}},
{"id":"21","key":"21","value":{"rev":"5-1f9e2d7423b648f0f85256b15d927cc1"},"doc":{"_id":"21","_rev":"5-1f9e2d7423b648f0f85256b15d927cc1","body":"non è che ci si sta adagiando un po' troppo su repubblica.it? <br>secondo me il link deve essere anche un esercizio creativo <br>  non si possono imporre regole al riguardo [sacrosanto] <br> però non c'è il rischio di perdere vivacità con tutte queste url ? \r\n<br> io personalmente vengo su verba perchè ho fame di siti nuovi <br> e forse trovare sempre e sempre quello delude un po' le mie aspettative.... <br> vivacità si si , secondo me è la parola chiave <br>\r\nanche alla luce dei terribili fatti noti a tutti<br>\r\nsaluti ","modified":"2001-10-18 10:56:55","comments":[{"body":"suppongo che verba sia anche un luogo dove poter parlare, chicchierare e confontarsi su ciò che accade in Rete e nel Mondo. I links a repubblica.it hanno la pecca di restare attivi solo 15-20 giorni, ma suppongo siano comodi da usare e del resto le pagine sono leggere da scaricare. Cnnitalia.it invece, ad esempio, archivia tutto. Personalmente vengo su verba per un sacco di motivi diversi: per vedere chi c'è in Rete, per apprendere cosa ne pensate di quello che accade, per leggere notizie curiose e strane che mi sono sfuggite e, ovviamente, per gustarmi la visione di nuovi siti, con sgurz o senza (a proposito di <em>sgurz</em>, non è che tra un po' mi vedo questa parola protetta da copyright seguita da una sigletta del tipo : lo Sgurz è un marchio registrato.. ? :P no, lo dico perchè ultimamente la uso un po' troppo spesso e non vorrei causar amarezze...)\r\nDavvero vogliamo settorializzare verbamanent quando uno dei suoi obiettivi è quello di scrutare la rete e discutere insieme come viene di fatto usata questa sconfinata risorsa che si sta sempre più agganciando agli altri media? non saprei...","date":"2001-10-18 09:43:07","user":"bellachioma","address":"137.204.218.50"},{"body":"Secondo me il punto &egrave;: <em>as long as</em> Repubblica.it ha del materiale nuovo e delle news da discutere mi sembra giusto linkare. Ovvio che se verba deve diventare l'area di discussione di tale sito la questione si fa diversa. Concordo con Old*def*man sul bisogno di cercare pi&ugrave; fonti e link particolari, per quanto riguarda il fenomeno Repubblica non mi pare che siamo ad un livello cos&igrave; irrecuperabile da richiedere un intervento.","date":"2001-10-18 10:56:55","user":"verbosus","address":"62.149.170.110"}],"user":"old*def*man","address":"151.28.123.133","date":"2001-10-17 20:50:32"}},
{"id":"22","key":"22","value":{"rev":"3-5450392264f2be1f0475bb8cf37611c3"},"doc":{"_id":"22","_rev":"3-5450392264f2be1f0475bb8cf37611c3","body":"Ehi ragazzi sentite questa! Un bottone (checkbox) che se lo clicchi vieni avvisato via mail quando qualcuno commenta un tuo post o risponde a un tuo commento. Ma niente responder automatico, voglio che lo faccia ogni volta il Cavedoni a mano ;)))","modified":"2001-10-24 19:41:53","comments":[{"body":"Si, &egrave; una funzione da prendere in considerazione anche se mi sembra che alla lunga possa diventare noiosa, specialmente se il thread diventa lungo. Non ho voglia di spedire cos&igrave; tante mail ogni giorno ;-)","date":"2001-10-24 19:41:53","user":"verbosus","address":"62.149.171.127"}],"user":"Valido","address":"213.45.38.37","date":"2001-10-23 11:03:13"}},
{"id":"23","key":"23","value":{"rev":"6-7bcf19fa44830c0376481841c63b9045"},"doc":{"_id":"23","_rev":"6-7bcf19fa44830c0376481841c63b9045","body":"Ho conosciuto questo sito è mi è proprio sembrato molto bello. Ho deciso di iscrivermi. Complimenti ragazzi! E' molto curato e nello stesso tempo è semplice. Ha un'interfaccia davvero gradevole. Al di la di queste cose...ho aprezzato davvero l'ironia che traspare. Chissà che cosa mi direte e quante me ne direte dietro dopo questo post. Del resto quando uno si espone deve accettare anche le critiche. Per il momento volevo solo dire che è nata la Nazionale Italiana Webmaster. Non c'è nessuna intenzione di fare pubblicità ad un sito. Volevo solo dirvelo. Visto che siete Webdesigner a cui la partecipazione è aperta, che ne dite di aderire? Naturalmente è una cosa seria...\r\nciao\r\nRenato","modified":"2001-11-06 08:17:53","comments":[{"body":"Sisi, io mi propongo, voglio fare il centravanti!! Dov'è che si gioca? E' un casino che non tocco un pallone ma ne ho troppa voglia...","date":"2001-10-27 17:39:05","user":"Valido","address":"62.211.164.50"},{"body":"Io mi propongo come portiere: non gioco benissimo, ma la stazza basta a occupare buona parte dello specchio :)","date":"2001-11-05 17:13:29","user":"Frederic","address":"213.45.38.37"},{"body":"A me piacerebbe essere quello che se la spassa con le ragazze abbandonate dai fidanzati calciatori...<br>\r\nQualcuno sa come si fa?","date":"2001-11-06 08:17:53","user":"AP","address":"212.15.165.218"}],"user":"augren","address":"62.211.191.111","date":"2001-10-26 20:04:35"}},
{"id":"24","key":"24","value":{"rev":"3-7746b7d7d6dd1a7f0062b09f0778d820"},"doc":{"_id":"24","_rev":"3-7746b7d7d6dd1a7f0062b09f0778d820","body":"Why do you build me up, Buttercup, baby<br>\r\nJust to let me down and mess me around<br>\r\nAnd then worst of all you never call, baby<br>\r\nWhen you say you will, but I love you still<br>\r\nI need you more than anyone darling<br>\r\nYou know that I have from the start<br>\r\nSo build me up, Buttercup, don't break my heart<br>","modified":"2001-10-31 12:58:54","comments":[{"body":"Hihihi, ricordo un video di questa canzone dove <a href=\"http://www.wainer.com/genx/jaybob.htm\">Jay e Silent Bob</a> sollevavano cartelli sullo stile di Hometerranean Sick Blues di Bob Dylan...","date":"2001-10-31 12:58:54","user":"Valido","address":"213.45.38.37"}],"user":"Paranco","address":"62.11.3.30","date":"2001-10-28 11:07:53"}},
{"id":"25","key":"25","value":{"rev":"7-fe751710a6e5ef4386d98ba40d0b3645"},"doc":{"_id":"25","_rev":"7-fe751710a6e5ef4386d98ba40d0b3645","body":"E' vero che la costituzione della Repubblica Italiana garantisce - ancora - la totale libertà d'opinione e quindi anche di provocazione, ma trovo che chi si iscrive a verbamanent dovrebbe essere obbligato a lasciare un indirizzo eMail.","modified":"2001-12-18 16:38:36","comments":[{"body":"Perchè?<br>\r\nChe differenza c'è tra non sapere nulla dell'utente <b>cippa_lippa</b> e sapere che risponde alla mail qwerty@hotmail.com o pippo@libero.it ?<br>\r\nL'unico modo per dar senso all'obbligo sarebbe escludere le mail free, e mi pare davvero eccessivo.\r\n","date":"2001-11-19 09:53:52","user":"AP","address":"212.15.165.218"},{"body":"In genere preferisco le scenate da pianerottolo come ce le siamo fatte un paio di volte noi due. L'altro giorno invece avrei voluto rispondere in via più confidenziale a qualche intervento a mio avviso gratuito. Meglio così...il silenzio è d'oro.","date":"2001-11-19 11:25:18","user":"FraSta","address":"195.191.73.196"},{"body":"Se un utente non lascia un indirizzo email, implicitamente ti autorizza a mandarlo a cagare pubblicamente (nel caso tu lo voglia fare, ovvio ;-) e non potrà lamentarsi per il mancato rispetto della privacy... e poi le piazzate sono molto più divertenti per chi lurka ;-)","date":"2001-11-19 16:09:05","user":"AP","address":"212.15.165.218"},{"body":"Io sono uno che spesso scrive delle boiate e viene insultato pubblicamente o quasi... comunque sia ho lasciato il mio indirizzo mail qui e credo che dovrebbe essere d'obbligo, poichè anche se è vero che non finorò mai a letto con l'utente <b>cippa_lippa</b>, se devo dirgli qualcosa di un po' meno pubblico posso almeno mandare una bombmail a <b>qwerty@hotmail.com</b>","date":"2001-12-18 16:38:36","user":"Paranco","address":"80.234.3.86"}],"user":"FraSta","address":"195.191.73.196","date":"2001-11-16 11:28:35"}},
{"id":"26","key":"26","value":{"rev":"5-bc6b6c7ddfb227f135403e205c4b6986"},"doc":{"_id":"26","_rev":"5-bc6b6c7ddfb227f135403e205c4b6986","body":"<b>Oggetto:</b> baco nella visualizzazione della data di registrazione utente <br>\r\n<b>Testo:</b> per caso girovagavo tra le varie schede dei personaggioni di questo sito e cosa ti vedo laggiù? la seguente dicitura a fine pagina:<br>Si è unito a noi: giovedì 1 gennaio 1970 <br>la cosa bella è che mi sembra faccia così con un po' tutti ad es:<br><a href=\"http://www.verbamanent.org/user/1\">sja</a>, <a href=\"http://www.verbamanent.org/user/2\">verbosus</a>, <a href=\"http://www.verbamanent.org/user/26\">paranco</a> et via dicendo<br>confidando di essere stato molesto e non utile vi lascio...","modified":"2001-12-18 17:27:51","comments":[{"body":"Questo succede perché non abbiamo le date esatte delle registrazioni prima di luglio 2001. Lo so, dovremmo sostituire ‘1 gennaio 1970’ con qualcosa tipo ‘quando ancora il cinghiale rufolava alle foci del Tamigi’... sarà per il prossimo update.","date":"2001-12-18 16:54:56","user":"sja","address":"80.116.216.81"},{"body":"be si! questo è lo spirito giusto! oppure potresti far scrivere qualcosa di filosofico del tipo:<br>\r\nSecondo alcuni autorevoli testi di tecnica di aeronautica, il calabrone non può volare, a causa della forma e del peso del proprio corpo in rapporto alla superficie alare.\r\nMa il calabrone non lo sa e perciò continua a volare.\r\n<br>Nemmeno io lo sapevo ma non ho mai volato","date":"2001-12-18 17:27:51","user":"Paranco","address":"62.11.3.212"}],"user":"Paranco","address":"80.234.3.86","date":"2001-12-18 16:11:25"}},
{"id":"27","key":"27","value":{"rev":"7-da4e4998a7cab5d56e5af9c34288e813"},"doc":{"_id":"27","_rev":"7-da4e4998a7cab5d56e5af9c34288e813","body":"<b>Oggetto</b>: baco nella gestione login/logout<br>\r\n<b>Testo</b>: mando un post, clicco <tt>logout</tt>, ri-clicco <tt>scrivi</tt> e per miracolo verba si ricorda chi sono e mi permette di scrivere senza chiedere di fare il login. Per farmi davvero dimenticare devo segare i cookies. (FYI: IE4.0 su NT4)\r\n","modified":"2002-01-08 15:00:41","comments":[{"body":"Ooops... mo&#8217; controlliamo.","date":"2002-01-04 17:42:40","user":"verbosus","address":"62.10.70.19"},{"body":"Io non riesco a riprodurlo. Dopo aver zappato i cookie la prima volta, il problema persiste?","date":"2002-01-05 00:08:12","user":"sja","address":"212.171.48.232"},{"body":"Ora &egrave; OK.<br>\r\nLa mia impressione &egrave; che adesso il logout effettivamente cancella il cookie nel mio PC, mentre prima non lo faceva.<br>\r\nSe - al contrario - voi non avete fatto nulla, allora la soluzione potrebbe essere nel proxy da me (sono in una LAN dietro un bel firewall) ma non ho modo di verificare se &egrave; davvero cosi.<br>\r\nSono o non sono di grande aiuto? ;-)<br>\r\nBaci e abbracci.","date":"2002-01-07 10:03:32","user":"AP","address":"212.15.160.34"},{"body":"Noi non abbiamo fatto niente :-D. In effetti è possibile che il fatto che ti sia ricomparsa la pagina ‘scrivi’ fosse dovuto a un caching troppo aggressivo da parte del tuo proxy. In questo caso non avresti comunque potuto mandare il post: effettivamente non eri loggato, anche se poteva sembrare perché il tuo proxy ti mandava pagine vecchie.","date":"2002-01-08 15:00:41","user":"sja","address":"212.171.48.232"}],"user":"AP","address":"212.15.160.34","date":"2002-01-04 15:22:02"}},
{"id":"29","key":"29","value":{"rev":"10-1ee7092619622cb9166e7b6b0c94bbc0"},"doc":{"_id":"29","_rev":"10-1ee7092619622cb9166e7b6b0c94bbc0","body":"Premesso che uso il computer come fosse una macchina da scrivere, ultimamente mi succede:\r\n- scrivo un commento\r\n- lo invio\r\n- torno indietro\r\n- appare \"pagina scaduta\"\r\n- passo a un altro indirizzo\r\n- ERRORE DI APPLICAZIONE e mi si chiude IE!!!\r\nChe cazz'è?!?","modified":"2002-02-05 21:36:27","comments":[{"body":"Mmmmmmm, a me non &egrave; mai successo, proviamo a vedere.","date":"2002-02-05 20:50:23","user":"verbosus","address":"62.10.71.33"},{"body":"<strong>Confermo</strong>, sono su Win2000 con IE5.0 e succede pure a me. Per riprodurre il crash:\r\n<ul>\r\n<li>Scrivere un commento</li>\r\n<li>Fare preview</li>\r\n<li>Confermare e postare il commento</li>\r\n<li>Pigiare il pulsante <em>back</em> del browser</li>\r\n<li>KABOOOOOOOOOM!</li>\r\n</ul>\r\nA me manca la &laquo;pagina scaduta&raquo; FraSta, per il resto sembra un vero bug.","date":"2002-02-05 20:52:54","user":"verbosus","address":"62.10.71.33"},{"body":"ehehehe succede a chi scrive troppe cazzate .. ;)))","date":"2002-02-05 20:53:04","user":"freedom","address":"195.103.28.73"},{"body":"Aaaaaaaaaaaaaaaaaah ecco perch&eacute; allora, forse devo aumentare la qualit&agrave; dei miei interventi ;-)","date":"2002-02-05 20:59:08","user":"verbosus","address":"62.10.69.55"},{"body":"Per sja: non riesco a riprodurre il bug, prima ho confermato ma ora non lo fa pi&ugrave;. Ti risulta che ci sia qualche meccanismo potenzialmente buggoso (tipo dei redirect) nel sistema di post?","date":"2002-02-05 21:00:12","user":"verbosus","address":"62.10.69.55"},{"body":"Mi &egrave; successo di nuovo, stesso procedimento di <a href=\"http://verbamanent.org/scriptavolant/detail/29#113\">prima</a>. Ancora niente &laquo;pagina scaduta&raquo; ma stesso Kabooom!","date":"2002-02-05 21:02:01","user":"verbosus","address":"62.10.69.55"},{"body":"È certamente un bug del browser che è stato corretto, quindi vi consiglio di installare il <a href=\"http://microsoft.com/windows/ie/downloads/recommended/ie501sp2/default.asp\">Service Pack 2 per Internet Explorer 5.0</a>, oppure <a href=\"http://microsoft.com/windows/ie/downloads/recommended/ie55sp2/default.asp\">Internet Explorer 5.5 con il suo Service Pack 2</a>, oppure <a href=\"http://microsoft.com/windows/ie/downloads/ie6/default.asp\">Internet Explorer 6</a>.","date":"2002-02-05 21:36:27","user":"sja","address":"80.116.216.121"}],"user":"FraSta","address":"195.191.73.196","date":"2002-02-05 18:30:52"}},
{"id":"3","key":"3","value":{"rev":"8-1b0dea8e66c69f35cd8bfaffe0604a87"},"doc":{"_id":"3","_rev":"8-1b0dea8e66c69f35cd8bfaffe0604a87","body":"Cito un <a href=\"http://www.verbamanent.org/detail/243#645\">messaggio di FraSta</a> su verbamanent:\r\n<blockquote>\r\n<cite>\r\nLa vedrei molto volentieri meno stanca, meno dopo-lavoro, meno bar-sport, ma più vitale, più polemica, non circoscritta a 4 gatti. Non sarà certo un bel logo a svegliarla, ma un pò di promozione attraverso netartmag o la stessa lista.\r\n</cite>\r\n</blockquote>\r\nAltri pareri od opinioni?","modified":"2001-04-12 16:10:05","comments":[{"body":"Solo alcune battute. La promozione tramite nartmag e tramite la relativa mailing list è già stata fatta: non mi sembra carino saturare troppo le mailbox della gente con messaggi autopubblicitari. Piuttosto credo di più nella <em>word of mouth</em>, ossia: invitate i vostri amici, parenti e colleghi che pensate possano essere interessati ad un discorso del genere. L'ho già detto all'inizio dei tempi (mi piacciono questi toni esagerati :), non e' necessario che noi si sia tutti webdesigner.<br>\r\n&nbsp;&nbsp;&nbsp;Concludendo sul discorso dei quattro gatti: se verba è un posto che vi piace e che trovate confortevole, aiutateci nella promozione. Che la forza sia con tutti quanti :)","date":"2001-03-19 11:41:32","user":"verbosus","address":"155.185.15.1"},{"body":"Sono qui da pochissimo, ma su Metafilter quasi dall'inizio. E a me piacerebbe che Verbamanent non sia semplicemente una copia. Non lo dico a Stefano e Antonio, che hanno fatto un'ottimo lavoro (ehi!!! il login su mac!!!!!) ma alla comunità che posta. Insomma, cerchiamo di trovare <a href=\"http://www.verbamanent.org/detail/269\" title=\"1 aprile\">link</a> che non siano <a href=\"http://www.metafilter.com/comments.mefi/6345\" title=\"12 marzo\">già venuti fuori su MeFi</a>, o almeno, citiamo la fonte.<br>\r\nPerché non ci vedo niente di male a far girare news e link che sono già apparsi altrove, molti forse non leggono MeFi e comunque discuterne in italiano fa bene, ma mi sembra un po' sterile.\r\n<p>E per i 4 gatti, si comincia sempre così, ma quando le idee funzionano, poi si vede...</p>","date":"2001-04-03 04:32:37","user":"pecus","address":"212.216.73.176"},{"body":"Per la questione delle fonti, da un punto di vista tecnico: potremmo inserire un sistema per facilitarne la citazione. La cosa più spartana che mi viene in mente è una classe CSS <code>.via</code> da usare sempre in questi casi. Oppure un altro campo di testo nella form per postare il link?","date":"2001-04-06 04:42:55","user":"verbosus","address":"62.122.32.46"},{"body":"voto per il campo aggiuntivo, così la classe è applicata lato server","date":"2001-04-12 10:10:05","user":"pecus","address":"212.216.73.67"},{"body":"Esatto, grazie della collaborazione pecus :)","date":"2001-04-17 06:26:53","user":"verbosus","address":"62.122.35.125"}],"user":"verbosus","address":"155.185.15.1","date":"2001-03-19 11:11:16"}},
{"id":"30","key":"30","value":{"rev":"7-0a90aab024b8cba8e5e53df1af08f2cf"},"doc":{"_id":"30","_rev":"7-0a90aab024b8cba8e5e53df1af08f2cf","body":"<b>Oggetto:</b> Pignoleria (rant)<br>\r\n<b>Testo:</b> noto che ad ogni refresh della pagina le frasettine tipo:\"cavolata scritta da\", \"sublime boiata di\"\r\nqueste frasettine, cambiano ogni volta, non rimangono fisse a quel post. Ora io che faccio il pignolo, \"direbbe che sarebbe\" piu' corretto che ad ogni post la frasettina fosse fissata a quel post.<br> <b><i>ci siamo capiti?</i></b> ;-)","modified":"2002-02-11 09:58:05","comments":[{"body":"&Egrave; meglio di no, altrimenti ci sono post che verrebbero etichettati &laquo;standing ovation&raquo; mentre sono delle complete &laquo;inutilit&agrave;&raquo;. Meglio che sia il caso a decidere che qualit&agrave; affibbiare ai nostri interventi, no?","date":"2002-02-08 11:30:46","user":"verbosus","address":"213.45.38.15"},{"body":"mhh...non sono convinto...\r\ndirei che dovresti metterli come se fossero in una classifica\r\nquelli che hanno piu' di 5(?) commenti possono avere la dicitura \"standig ovation\" mentr per quelli che ne hanno meno metti le frasettine piu' scarse.\r\n\r\n\r\n","date":"2002-02-08 15:31:06","user":"pons","address":"80.105.44.37"},{"body":"Il numero di commenti non è un criterio sufficiente per valutare un post: alcune segnalazioni sono talmente fantastiche che lasciano tutti senza parole... Appicicare un giudizio di quel tipo ad ogni post avrebbe, se mai, effetti negativi sulla comunità. Comunque la casualità delle ‘frasettine’ (nome interno <i>sbrodolate</i>) è una loro caratteristica fondamentale; a volte ci azzeccano in modo tanto brillante che sarebbe impossibile codificare :-D.","date":"2002-02-08 19:47:02","user":"sja","address":"80.116.216.121"},{"body":"e cosi' sia...amen :-)\r\n\r\n","date":"2002-02-11 09:58:05","user":"pons","address":"80.105.44.37"}],"user":"pons","address":"80.105.44.37","date":"2002-02-08 10:13:40"}},
{"id":"31","key":"31","value":{"rev":"5-f9d2ce5221b96a88de76de195656d13a"},"doc":{"_id":"31","_rev":"5-f9d2ce5221b96a88de76de195656d13a","body":"<b>verbamanent ha preso una piega</b><br>\r\nho notato che molti post si riferiscono a fatti giornalieri e\r\ndi cronaca quotidiana. Sta diventando un po troppo webgiornale per i miei gusti.\r\n\r\n","modified":"2002-04-26 07:53:51","comments":[{"body":"Quello che mancava nei mesi scorsi era proprio una ‘piega’... mi fa piacere che Verbamanent ne abbia presa una. D’altronde, Verba prende il taglio che le si da. Se è diventata un po’ ‘webgiornale’, probabilmente è perche è così che lo vogliono in tanti. Se invece così ai più non va bene, cambierà, perché la farete cambiare. Io spesso non sono intervenuto perché volevo vedere proprio che focus avreste impresso voi utenti.\r\n<p>Ovviamente un certo orientamento potrebbe scontentare qualcuno (anche Antonio e io abbiamo diversi gusti: lui preferisce curiosità e segnalazioni interessanti, io prediligo Verbamanent quando discute d’attualità), ma secondo me è anche possibile far convivere entrambi gli aspetti. Ognuno contribuisca a rendere Verbamanent un po’ più come la vuole, staremo a vedere.","date":"2002-04-24 00:27:58","user":"sja","address":"80.116.216.162"},{"body":"Io credo che sia abbastanza inevitabile che la maggior parte dei post si riferisca a fatti giornalieri e di cronaca quotidiana.<br>\r\nQuello che impedisce alla discussione di sganciarsi dal particolare del fatto giornaliero ed approfondire il generale, secondo me, &egrave; il problema di cui avevamo parlato <a href=\"http://verbamanent.org/scriptavolant/detail/10/\">in questo thread</a>.<br>\r\nDa allora <a href=\"http://verbamanent.org/scriptavolant/detail/18\">qualcosa</a> &egrave; cambiato, ma non mi pare abbia risolto il problema... Se un thread non decolla subito, non ha alcuna speranza di sopravvivere due giorni.","date":"2002-04-26 07:53:51","user":"AP","address":"151.36.81.9"}],"user":"pons","address":"80.105.44.37","date":"2002-04-23 13:24:29"}},
{"id":"32","key":"32","value":{"rev":"22-f337e6c673809a4dc2b56859849566e6"},"doc":{"_id":"32","_rev":"22-f337e6c673809a4dc2b56859849566e6","body":"<strong>Who&#8217;s who?</strong><br />\r\nInauguriamo su Verbamanent una vecchia tradizione delle comunit&agrave; virtuali (e mi chiedo perch&eacute; non l&#8217;abbiamo mai fatto prima). Questo thread &egrave; per fare un po&#8217; di <strong>presentazioni</strong>: chi siete?","modified":"2002-05-21 13:29:26","comments":[{"body":"Ok, comincio io :-)<br />\r\n&nbsp;&nbsp;&nbsp;Mi chiamo Antonio Cavedoni (su verbamanent sono <a href=\"http://verbamanent.org/user/2\">verbosus</a>) ho 22 anni e sono di Sassuolo, in provincia di Modena. Studio <a href=\"http://www.cei.unimo.it/\">Scienze della Comunicazione</a> a Reggio Emilia e mi diverto a <a href=\"http://cavedoni.com/blogorroico/\">fingere</a> di <a href=\"http://www.labo27.it/\">costruire</a> <a href=\"http://netartmagazine.com/\">siti web</a>. Mi piace suonare la chitarra, navigare in internet, ascoltare (buona) musica, parlare spagnolo (ma sono ad un livello elementare), mangiare tortellini, viaggiare. Mi interessano i computer come veicolo di informazioni e come strumento per fare le cose meglio, il design come disciplina della semplicit&agrave; e funzionalit&agrave;, la tipografia come artigianato genuino. Parlo e scrivo male, ma ho intenzione di lavorarci sopra. Ah: non so nuotare, ma ho intenzione di lavorare anche su quello ;-)","date":"2002-04-26 18:40:58","user":"verbosus","address":"62.98.121.190"},{"body":"Io sono l’introverso e ormai diciannovenne Stefano J. Attardi (<a href=\"/user/1\">sja</a>) che sogna di fare il redesign del mondo, ma che per il momento studia informatica a Pisa.\r\n<p>\r\nPer me il design è un modo di vedere tutte le cose, ma mi concentro sul web perché concilia meglio di qualunque altra disciplina il mio lato artistico con la mia mentalità logica e razionale.\r\n<p>\r\nParlo quattro lingue, canto, suono il pianoforte e da un po’ anche la chitarra, sono a tratti fotografo e operatore steadicam. Se pensate che sono un po’ troppe cose per farle tutte bene, avete ragione.","date":"2002-04-26 19:20:10","user":"sja","address":"80.116.216.162"},{"body":"si potrebbe esordire con: \"fatti i caxxi tuoi\" per essere volgare, ma siccome siete curiosi, mi denudo un pochetto.\r\n\r\nSandro \"Pons\" Golinelli di Carpi (MO) e a breve ne compio 25.\r\nOccasionalmente sono carpentiere del web. Mi occupp di vari progetti, tra cui <a href=\"http://www.the1stborn.net\" target=\"_blank\">The Internet Firstborn</a>, un bambino virtuale. Sono amante della tecnologia, soprattutto dei device con tasti e bottoni. Pitturo sul monitor e mi diletto con la musica digitale prefabbricata. Studio quello che leggo.\r\nNon trovo molto interessanti i telegiornali, ma prediligo i mezzibusti. Ho un blog personale, ma sono troppo impeganto per sistemarlo (ora come ora, a breve funzionerà) Adoro scattare fotografie dilettantistiche, vado a metano anche quando non si puo' circolare in auto. seguo il lago di garda.\r\nFaccio tutto solo tramite il computer. ah! faccio solo quello che mi piace. sono simpatico e odioso. non conosco limiti. Ho culo solo quando capita. etnem id otalam ono5 <br>\r\nsaluti e baci ai piu' piccini.","date":"2002-04-27 17:20:03","user":"pons","address":"62.98.147.205"},{"body":"Ciao a tutti, sono Frederic Argazzi. Ho 27 anni, vivo a Modena da qualche anno, prima stavo a Cortina d'Ampezzo. Sono italofrancese.<br>Faccio il uebdesainer, insegno, seguo parecchi progetti collegati alla creativit&agrave; con il computer, anche se poi non li realizzo tutti da solo.<br>Il nome che ho dato a questa attivit&agrave; &egrave; <i>Labo27</i>.<br> Prima studiavo giurisprudenza, prima ancora ho fatto il classico.<br>\r\nFaccio volontariato in un'associazione internazionale che si chiama <a href=\"http://www.cisv.org\" title=\"Children's International Summer Villages - sito internazionale\">CISV</a>.<br> Qui mi occupo di tante cose e in particolare di un'attivit&agrave; che si chiama <a href=\"http://www.cisv.org/ipp\" title=\"International People's Project\">IPP</a>. ","date":"2002-04-27 18:39:20","user":"Frederic","address":"151.26.137.107"},{"body":"ammazza che gente impegnata e produttiva! ma che figura ci faccio io? !!! <br>\r\nvabbe', proviamoci...<br>\r\nsono maria, ho 22 anni e studio scienze della comunicazione, facolta' che pare io stia per finire (meno due esami, tesi concordata e iniziata a scrivere)... questo, quando non mi esercito a fare il Panda e/o il vegetale, quando non perdo tempo al computer, quando non aggiorno il <a href=\"http://digilander.iol.it/fatakarabina\">mio</a> <a href=\"http://digilander.iol.it/fatakarabina\">stupendo</a> <a href=\"http://digilander.iol.it/fatakarabina\">sito</a> graficamente avanzato e tecnologicamente all'avanguardia, quando non passo la giornata a riavviare questa carretta a legna chiamata pc, quando non sono in giro per roma a cazzeggiare... praticamente, sono il soggetto universitario medio, parassita sociale e non produttivo :] <br>\r\ndettagli personali: la mia famiglia vive in sicilia da dieci anni, a siracusa, citta' in cui frequentai il liceo, prima di tornare alla mia metropoli natale, roma.<br>\r\nultimi cd masterizzati: \"in sides\", orbital, e \"exit planet dust\", chemical brothers<br>\r\nsto leggendo: novella 2000, grazia, gioia... \"marci, sporchi, imbecilli\" di Stewart Home<br>\r\nultimo film visto: \"the elephant man\" di david lynch<br>\r\nsogno nel cassetto: che mi prendano al master in copywriting a milano :D (colloquio tra due settimane circa)<br>\r\ninternet e' una delle mie due passioni, mi piace perche' è un serbatoio mentale sconfinato. bellissimo.<br>\r\n[l'altra passione e' il chinotto :) ]<br>\r\nbeh, credo di avere finito...(e menomale! la solita prolissa!) <br>\r\nbuona domenica a Tutti :]","date":"2002-04-28 09:24:46","user":"asha","address":"151.24.136.191"},{"body":"<i>\"exit planet dust\", chemical brothers</i><br>\r\n...volevo dire \"come with us\", giusto per essere precisa :]<br>\r\nok, non posto piu' per i prossimi sei mesi ;)\r\n","date":"2002-04-28 09:29:10","user":"asha","address":"151.24.136.191"},{"body":"Sono Max Bosch_in_house e ho la veneranda età di 29 anni. Non so ancora bene cosa farò nella vita, anche se attualmente sono webdesigner presso un'azzienda di Mantova. Probabilmente anche verso i 40 sarò indeciso sul dafarsi. Mentre spero di arrivarea quell'età, mi titillo con libri, , fotografia, musica e web. <a href=\"http://www.pioggiacida.com\" target=\"_blank\">Pioggia Acida</a> è il mio contributo alla rete, <a href=\"http://www.blogico.com\" target=\"_blank\">Blogico</a> alla spazzatura. Amo Roberto Baggio e la mia vita è stata rovinata dal Toro.","date":"2002-04-29 06:20:20","user":"Max","address":"80.88.163.146"},{"body":"Buongiorno. Sono Frank, non sono di Modena & dintorni, ma vengo dal profondo sud della Germania, da Regensburg (menziono questa bellissima città medievale perché così appare perlomeno in UN sito italiano). Vivo (e ovviamente lavoro quando non riempio verbamanent di trash) a Roma.","date":"2002-04-29 08:27:46","user":"FraSta","address":"195.191.73.196"},{"body":"Ciao, mi chiamo Matteo Zuffolini, sono di Carpi (in provincia di Modena), sono nato il 27 novembre del 1977 e sono Sagittario ascendente Cancro. Faccio la 4a allo studio grafico <a href=\"http://www.mainstreet.it\" target=\"_blank\">Main Street</a>, la mia compagna di banco si chiama Tania, la mia maestra si chiama Barbara e il mio preside si chiama Maurizio. Quando sono a casa spesso invece di fare i compiti suono con la chitarra o ascolto i miei CD con il volume alto alto finchè la mamma non mi sgrida perchè i vicini picchiano sul pavimento con la scopa. Allora accendo il computer e gioco a FIFA 2002 (tengo l'<a href=\"http://www.inter.it\" target=\"_blank\">Inter</a> perchè c'ha Ronaldo ed è la più forte di tutte) oppure gioco col mio amico immaginario, che è simpaticissimo e si chiama <a href=\"http://www.wainer.com\" target=\"_blank\">Wainer Valido</a> (si capisce già dal nome che è simpatico). Wainer una volta si è fatto male al ginocchio mentre giocava a flipper e ha dovuto smettere. Mi piace tanto la cocacola, il dentifricio Colgate, fare le astronavi col Lego (ma mi vengono sempre delicate e perdo i pezzi sotto i mobili), guardare i cartoni animati coi robot e sbronzarmi di Vodka con gli amici.","date":"2002-04-29 13:04:20","user":"Valido","address":"213.45.38.14"},{"body":"Ciao curiosi. Io mi chiamo Marco Mazzei (Merak su Verba, altre stelle in giro per il Web), ho 37 anni, faccio il giornalista. Sognavo di occuparmi di ambiente, poi sono stato travolto da Internet: il primo articolo che ho scritto sull'argomento era una rassegna di \"siti\" italiani. Nel tempo libero faccio danni su <a href=\"http://www.blog-it.net\" target=\"_blank\">blog.it</a>, gioco a calcio, vado in bici (vabbeh, a Milano e' un disastro, ma ci si prova), faccio un po' di volontariato. Sono vegetariano, interista e sogno Bertinotti a Palazzo Chigi.","date":"2002-04-29 15:27:05","user":"Merak","address":"212.216.122.116"},{"body":"mi chiamo Francesco, un nome così comune (perquanto a me piaccia da morire) che per anni la tendenza di tutti quelli che mi conoscevano era a chiamarmi per cognome, cosa che io ho sempre odiato. odiato a tal punto che adesso quel cognome (abbreviato e storpiato) lo utilizzo come nick, ora che invece per fortuna tutti mi chiamano per nome. Questo vi da un'idea di quanto io sia poco normale... per il resto sfrutto quei pochi sprazzi di sanità mentale (e sono pochissimi, ve l'assicuro) per tentare di laurearmi in <a href=\"http://www.uniroma3.it\">scienze biologiche</a>, impresa assai dura che però mi appassiona notevolmente. il computer è un amico di vecchia data, ma solo ultimamente abbiamo approfondito la nostra conoscenza, quando mi ha mostrato il lato più interessante della sua stravagante personalità: internet e il uébdesign. da allora provo a darmi da fare, ma con risultati pessimi (basta <a href=\"http://www.freefallblog.it\">guardare</a> per rendersene conto da soli!). Amo l'arte in genere, non solo il design, per le grandi vibrazioni che trasmette. e in questo il fatto di vivere a <a href=\"http://www.comune.roma.it\">Roma</a> è un gran bel vantaggio...I miei amici dicono che rido troppo, e forse hanno ragione. in questo periodo c'è davvero poco da ridere!","date":"2002-04-30 23:06:58","user":"kay","address":"151.38.221.58"},{"body":"Mi chiamo Leonardo e sto per compierne 29. Nella vita ho fatto tanti mestieri, perché mi piace vivere pericolosamente. Infatti in questo periodo sono supplente d'italiano, storia e geografia in una scuola media di Carpi (MO).<br>\r\nVivo (consumando troppa nafta) tra Carpi, Modena e Sorbara, piccolo villaggio noto per la pieve romanica e perché vi si fa il lambrusco più buono del mondo.<br>\r\nNel 1998 mi sono laureato in lettere a Bologna: in quel periodo senz'altro ero il più grande esperto di paroliberismo futurista del mondo, ma purtroppo non c'è molto mercato per il paroliberismo futurista, e ora non mi ricordo più nulla.<br>\r\nHo lavorato anche nel web, ma senz'altro non sono un esperto. Il mio <a href=\"http://leonardo.blogspot.com\">blog</a> è attivo dall'inizio del 2002, ed è proprio grazie a lui che ho conosciuto verbamanent, durante una focosa discussione sui fatti di Genova (in quel periodo io postavo in diretta da Genova.<br>\r\nIn seguito, per questo motivo, sono stato accreditato come bloggatore no-global (bello scioglilingua), ma in realtà io scrivo solo per far colpo sulle ragazze. Funziona? Mica tanto. Forse sarebbe meglio fare tante flessioni.<br>","date":"2002-05-01 19:55:09","user":"ognibene2","address":"212.171.161.29"},{"body":"ok, mi presento anche io, mi chiamo Michelangelo, cattivo e polemico per natura, ho 22 anni (quasi 23) studio informatica a Pisa, qui su verba ho scelto il poetico nick di \"paranco\", sono bellissimo e single quindi se stai leggendo e sei bionda e carina sei invitata a contattarmi. <br> il mio sogno è di morire a 33 anni nel deserto mentre partecipo alla parigi - dakar, a proposito cerco un copilota per tale impresa.<br>i libri che hanno segnato la mia giovane mente sconvolta sono \"Un arancia a orologeria\" di Anthony Burgess ed \"il pendolo di Focault\" di Umberto... Umberto... Umberto... (Umberto Eco), mentre sicuramente le mie canzoni cult sono \"Rimmel\" e \"Niente da Capire\" di DeGregori.<br>ok adesso basta ho detto anche troppo.","date":"2002-05-04 12:36:35","user":"Paranco","address":"62.11.120.125"},{"body":"Ciao a tutti .. sono Mauro, classe 1960, imprenditore, passato a destra da quando la sinistra ha smesso di essere propositiva e si limita a portare argomenti \"contro\".<br>\r\nVivo in Lombardia, adoro la campagna e il grande fiume (il Po).","date":"2002-05-08 09:09:44","user":"freedom","address":"195.103.28.73"},{"body":"un anno fa ero pecus, <a href=\"http://www.pecus.it/?file=2001_05_01_archive.xml#3725517\">S stampata sul costume</a>, invulnerabile se non alla criptonite, e infarcivo di acronimi i miei post anglofili scoppiazzando <em title=\"adoro usare un termine per l'altro, tipo salumerie invece che gioiellini, e dire che il corsivo fa gi&agrave; tanto!\">delicatessen</em> html dai blog dei pi&ugrave; bravi. oggi, pur scrivendo con le minuscole, ho perso il filo del discorso senza aver cambiato il giallo dello sfondo. il che, unito al fatto che non mi trincero pi&ugrave; dietro la lingua di ronald mcdonald, mi denuda qb come nelle ricette di cucina per aver bisogno di una sana ripresa, tipo da 0 a 100 in meno di 6 secondi. a parte questo non ho ancora capito se vivo pi&ugrave; nella met&agrave; analitica del mio cervello o in quella intuitiva. di solito l'epifania arriva in mountain bike quando mi chiedo chi me l'ha fatto fare di prendere la salita.","date":"2002-05-08 12:39:50","user":"pecus","address":"80.16.162.170"},{"body":"Sono nel UUS U? \r\nOk. Ciao a tutti,o forse no,sono Fabrizio,30 da Torino,Piemonte,Italia,Europa.Che lavoro faccio ?!String risposta=Fab.getLavoro(tranquillo)\r\nSono Iscritto da troooppo tempo a Scienze Politiche,automunito,militeassolto e dico che era ora che ci si organizzasse un pò per discutere di cose interessanti e magari serie (spero..).Non sto sviolinando.E'una lode generale al sistema della comunicazione che si sviluppa a dispetto del GRATISTELODOSEPAGHICOMUNQUEQUALCOSA.\r\nContinuiamo cosi,facciamoci del bene.","date":"2002-05-07 22:47:58","user":"nino_sentenzia","address":"212.171.127.151"},{"body":"Oplà tocca a me.Io in rete sono aleppe ma ho un nik anche nella vita ,sono il mary, ho 39 anni e faccio il macchinista (a teatro) mestiere che ho scoperto in tarda età e di cui mi sono innamorato follemente.Navigo dal 96 (un mutuo al mese con galattica)ma ho cominciato a lavoricchiare nella 4 dimensione solo da un paio di anni come \"archetipo\"(cazzeggiatore)e scrivano,con un paio di amici abbiamo fatto dei siti musicali rubati poi dai soliti squali,insieme ad un po di buone idee.Ho scoperto l'arcipelago blog da poco(sempre in ritardo io)e ne sono affascinato è una nuova forma di cazzeggio,e dal cazzeggio nascono le buone idee(lo sto scrivendo ovunque)ne ho aperti un paio e visto che scrivo peggio del Verbosus,cercherò di fare un po di danni qui ,e sulle onde dei bit,ovunque.","date":"2002-05-10 01:33:49","user":"aleppe","address":"213.140.31.171"},{"body":"grufolone: adoro i maiali e sono un maiale. sono grasso, rosa, ed ho la codina a ricciolo. ho 28 anni e lavoro per una prestigiosissima multinazionale del reengineering, ma tengo la carvatta storta ed il colletto della camicia sbottonato. visto che ho iniziato con i computer ad 8 anni ed ho iniziato ad essere pagato per programmare a 12, mi tengono lo stesso. non ho molto tempo libero, e quel poco lo passo dormendo. se ne avessi di più, tornerei a suonare il basso nelle valli prealpine invece di affumicarmi in questa brutta milano.","date":"2002-05-17 07:05:04","user":"grufolone","address":"151.24.19.183"},{"body":"stavo per iniziare a scrivere quando ho letto che \"qualcuno\" qui ama il dentifricio COLGATE (ma come????? Come si fa dico io). Vabbe'... lasciamo perdere. Ho 30 anni (sigh!), una macchina gialla ed una Jena per amico. Lavoro a Roma (sono di Roma, ho studiato a Roma, liceo classico e laurea finta... tipico manager internazionale insomma) per una multinazionale ammerikana, dove sono una Risorsa Disumana. Nel tempo libero governo una squadra di calcio, un paio di combriccole mangereccie, vacanze esoteriche (molto piu' che esotiche), vini, sigari ed allergia. I libri assorbono gran parte della mia vita. Il web lo faccio in ufficio (eh eh) e contribuisco alla pollution della Rete con la mia paginetta <a href=\"http://www.wile.it/wile.htm\">WILE</a>, e con delle pseudo riviste (poliblog) di politica (<a href=\"http://www.wile.it/updc/updc.shtml\">WashItOnPost</a>) e commenti letterari (<a href=\"http://www.wile.it/updc/terzapagina.shtml\">TerzaPagina</a>)","date":"2002-05-21 13:29:26","user":"wile","address":"192.229.17.103"}],"user":"verbosus","address":"62.98.121.190","date":"2002-04-26 18:28:00"}},
{"id":"33","key":"33","value":{"rev":"3-8d224ffc6b5eacb972c0c79fefd5a396"},"doc":{"_id":"33","_rev":"3-8d224ffc6b5eacb972c0c79fefd5a396","body":"Ciao a tutti, da un nuovo arrivato. Come inizio commento questo sito: bella grafica e struttura di navigazione sobria (molto sobria). Complimenti per il lavoro. \r\n\r\nHo letto che state chiudendo. Beh ma perche': se il sito non ha costi troppo eccessivi, anche se per ora non rende puo' essere una buona idea. Magari bisogna pubblicizzarsi, no?\r\n\r\nCiao!","modified":"2002-05-04 21:40:58","comments":[{"body":"Ciao Luciano! Ti ringrazio a nome di tutti per i complimenti, e visto che sei nuovo, perch&eacute; non <a href=\"http://verbamanent.org/scriptavolant/detail/32\">ti presenti</a>? (Solo se vuoi, ovviamente).<br />\r\n&nbsp;&nbsp;&nbsp;Per il discorso &laquo;chiusura&raquo;: no, in realt&agrave; non abbiamo intenzione di chiudere. Dopo la <a href=\"http://verbamanent.org/detail/804\">discussione</a> a cui ti riferisci sembra che ci siamo un po&#8217; svegliati. Siamo ancora alla ricerca di una <em>massa critica</em> di interventi, per il resto credo che Verbamanent possa andare avanti ancora per un bel po&#8217;. Che dici, sei dei nostri?","date":"2002-05-04 21:40:58","user":"verbosus","address":"62.98.123.101"}],"user":"lss.","address":"62.98.211.223","date":"2002-05-04 20:36:48"}},
{"id":"36","key":"36","value":{"rev":"3-63c0003cd18a4235daf0011a5325830f"},"doc":{"_id":"36","_rev":"3-63c0003cd18a4235daf0011a5325830f","body":"uff! quello <a href=\"javascript:void(0)\">scrivi</a> in alto a dx posta in homepage, mica nel thread! Cos&igrave; ho sbrodolato la mia presentazione in bella vista invece che dietro a quelle degli altri. vabbeh, se ci fosse un <code>delete</code> sui propri post...","modified":"2002-05-08 17:22:34","comments":[{"body":"Il <code>delete</code> sui propri post ancora non c&#8217;&egrave;, per&ograve; te l&#8217;ho cancellato io. Per quanto riguarda lo <em>scrivi</em>: visto che non sei la prima persona che si sbaglia e pensa di postare all&#8217;interno del thread per poi trovarsi l&#8217;intervento in home page, mi sembra che il problema di usabilit&agrave; sia evidente.<br />\r\n&nbsp;&nbsp;&nbsp;Io e Stefano abbiamo parlato qualche giorno fa di un eventuale redesign del sito, sicuramente terremo in considerazione anche questa cosa, grazie della segnalazione.","date":"2002-05-08 17:22:34","user":"verbosus","address":"62.98.122.163"}],"user":"pecus","address":"80.16.162.170","date":"2002-05-08 12:43:49"}},
{"id":"37","key":"37","value":{"rev":"4-df7e2c5389f5199cb1eb152c8bdc4adc"},"doc":{"_id":"37","_rev":"4-df7e2c5389f5199cb1eb152c8bdc4adc","body":"Comincio il mio postare qui con una specie di rubrica\r\nIL SUBLIMINALE NEGLI SPOT.     \r\n\r\nUna ragazza casualmente porta a Bobo Vieri un collegamento adsl con un nome di donna .Un amico (guardone) vede la ragazza e telefona immediatamente a Vieri chiedendo delucidazioni,lui risponde :Sono con alice telefona al 187 e verrà anche da te.L'amico telefona e gli arriva a casa il collegamento adsl portato da un uomo. Messaggio:Vieri è solito accompagnarsi a prostitute contattate telefonicamente,e gli amici ,che lo sanno,chiedono consigli. \r\n\r\n","modified":"2002-05-10 12:22:25","comments":[{"body":"Forse volevi mettere questo post su Verbamanent?","date":"2002-05-10 12:22:25","user":"verbosus","address":"62.98.60.234"}],"user":"aleppe","address":"213.140.31.171","date":"2002-05-10 01:45:32"}},
{"id":"38","key":"38","value":{"rev":"3-f0422e1bad347aa2e739aeffaefd2c31"},"doc":{"_id":"38","_rev":"3-f0422e1bad347aa2e739aeffaefd2c31","body":"Mi chiamo Davide (qui sono \"matisse\"), ho ormai 27 anni, insegno informatica per sopravvivere, mentre la mia passione assoluta è l'arte. E i libri. Quando in tempi recenti ho dovuto traslocare, mi sono premurato anzitutto che nel nuovo appartamento ci fosse posto per tutti i libri che ho. Poi magari io dormo sul terrazzo, ma chissenefrega.\r\nVivo a Roma, che è la città più bella del mondo. Molto del mio tempo se ne va nello stare insieme alla mia ragazza, visitare mostre e musei, mangiare fuori (anche se sono stranamente magro), leggere, gironzolare per il Web. A volte devo dormire, ma cerco di non ricordarmene.\r\nMi interesso di design, in senso sia tecnico che culturale. Mi interessano soprattutto le questioni riguardanti ergonomia e usabilità, sul web ma non solo, e le faccenduole sulla liceità della decorazione (guardando tanti siti web sovraccarichi di porcherie, credo che più di un web designer farebbe bene a leggersi Adolf Loos).\r\nNon faccio siti per mestiere (attualmente), ma per diletto: ne ho fatto, in particolare, uno su un artista per cui ho una fissazione, <a href=\"http://www.gustavklimt.cjb.net/\">Gustav Klimt</a> che può anche fornire qualche spunto su come la vedo in merito al web design e ad altre cosucce.\r\n\r\n\r\n","modified":"2002-05-27 08:40:00","comments":{},"user":"matisse","address":"151.24.199.219","date":"2002-05-27 08:40:00"}},
{"id":"39","key":"39","value":{"rev":"3-0ffbaa799ae7607f56ff4d5cd59174c8"},"doc":{"_id":"39","_rev":"3-0ffbaa799ae7607f56ff4d5cd59174c8","body":"sapevate che verbamanent è tra i link della rubrica <a href=\"http://www.clarence.com/contents/cultura-spettacolo/quarantadue/\">42 di Clarence</a>, citato come esempio di stampa alternativa sul web?!<br>:)","modified":"2002-05-27 08:52:08","comments":{},"user":"kay","address":"151.37.156.145","date":"2002-05-27 08:52:08"}},
{"id":"4","key":"4","value":{"rev":"4-4ff6728cd1a8ec81a05717c6494b5a27"},"doc":{"_id":"4","_rev":"4-4ff6728cd1a8ec81a05717c6494b5a27","body":"<strong>comunicazione di servizio</strong>: abbiamo avuto qualche problema su scriptavolant negli scorsi giorni che impediva di inserire nuovi post o commenti. Ora è tutto risolto e possiamo continuare con la discussione :)","modified":"2001-03-31 12:42:40","comments":[{"body":"oops, qualcosa che non va c'è ancora. Se non mi sono ancora loggato su scriptamanent, il post mi da errore (log/pass), anche se le credenziali sono corrette.\r\n\r\naspetto sempre di poter postare da Mac :-(","date":"2001-04-12 10:12:09","user":"pecus","address":"212.216.73.67"}],"user":"verbosus","address":"62.122.31.221","date":"2001-03-31 05:42:40"}},
{"id":"40","key":"40","value":{"rev":"2-e639006fb2b6ceeb5b04d1c7afac69a6"},"doc":{"_id":"40","_rev":"2-e639006fb2b6ceeb5b04d1c7afac69a6","body":"<strong>Constatazione</strong>: i thread che parlano di G8 sono sempre i pi&ugrave; trafficati, <a href=\"http://verbamanent.org/detail/965\">avete notato anche voi</a>?","modified":"2002-06-06 12:41:45","comments":{},"user":"verbosus","address":"62.98.147.212","date":"2002-06-06 12:41:45"}},
{"id":"41","key":"41","value":{"rev":"4-7c73318d91f4de4f0089935941c06a08"},"doc":{"_id":"41","_rev":"4-7c73318d91f4de4f0089935941c06a08","body":"Non ricordo oramai, me ne scuso, e avrò a rimproverarmene per quei secoli intrisi di milioni di istanti che separano da me l'oblio; di tempo ne è trascorso, ma nella mente, e ogni attimo è il continuo tonfo d'un dire che tarda, come l'ombra, come tutto. Ci fù un dì, ma ne interverranno mille a mutarlo, in cui sentì la pelle raggrinzirsi, trasformarsi e svecchiare, fu un giorno lento come mai più, perchè altri giorni, uguali, non saranno più possibili. Ricordo, il rintocco delle 17 e pochi spiccioli di minuti a venire, poi un tonfo, e la deflagrazione fu ireversibile. Era morto, annientato, Giovanni Falcone, e con lui, purtroppo, le sue idee, che idee non furono, ma semplici e sferzati sentimenti.\r\nLì sono nato, e quell'etere rivendico, m'inchiodo al mio rovente davanzale e aspetto e rifletto. Sono giorni, sono anni, ma cosa importa se il tempo è nozionismo dell'uomo e l'uomo, è risputo, è evanescente come la rena dei mari.\r\nDal torpore, è riemersa una coscienza, la mia, già questo è un segno...\r\n\r\nombra","modified":"2002-07-08 19:00:14","comments":[{"body":"I segni sono stati molti. Le conseguenze tardano a venire, non possiamo essere tutti eroi. Intanto quella terra continua ad essere assetata. Come sempre. Forse di più.","date":"2002-07-08 19:00:14","user":"tenerogiacomo","address":"217.201.24.188"}],"user":"ombra","address":"62.123.72.151","date":"2002-07-08 11:33:21"}},
{"id":"42","key":"42","value":{"rev":"2-9b35685043e7a66b3ee9fba8364d79eb"},"doc":{"_id":"42","_rev":"2-9b35685043e7a66b3ee9fba8364d79eb","body":"ciao a tutti!\r\nsto cercando un sito che mi permetta di ricevere articoli dei newsgroup direttamente nella casella email. Ho trovato 1 cosa del genere x il web (www4mail@access.bellanet.org). Ho la connessione alla casella email gratuita ma non al newsserver.\r\nQualcuno sa dirmi dove o cosa cercare?? \r\nGrazie 1000.\r\n\r\n\r\n\r\n","modified":"2002-07-09 21:40:05","comments":{},"user":"zyprexa","address":"62.10.13.90","date":"2002-07-09 21:40:05"}},
{"id":"43","key":"43","value":{"rev":"3-2ef8e3159707f833b98fc134ce464b93"},"doc":{"_id":"43","_rev":"3-2ef8e3159707f833b98fc134ce464b93","body":"ma questo è proprio un \r\n<a href=\"http://www.waysingle.net/root/159_709.htm\"> belvedere!!</a>","modified":"2002-07-11 15:50:00","comments":{},"user":"fefe73","address":"62.94.76.134","date":"2002-07-11 15:50:00"}},
{"id":"44","key":"44","value":{"rev":"4-1d0ca09af019c5959254032b81d2b853"},"doc":{"_id":"44","_rev":"4-1d0ca09af019c5959254032b81d2b853","body":"C'è rimasto qualcuno per togliere uno dei due post identici di mercoledì?","modified":"2002-07-16 11:13:33","comments":[{"body":"Fatto.","date":"2002-07-16 11:13:33","user":"verbosus","address":"62.98.126.147"}],"user":"FraSta","address":"195.191.15.130","date":"2002-07-12 05:49:50"}},
{"id":"45","key":"45","value":{"rev":"7-318e3d2a8e9b0b82523271ef7aea4583"},"doc":{"_id":"45","_rev":"7-318e3d2a8e9b0b82523271ef7aea4583","body":"<b>Una domanda molto semplice</b><p>\r\nCon cosa è motorizzato 'sto verbo e scripta?<br>\r\nQuale applicazione si cela nelle venature delle righe ?<br>\r\nGrazie","modified":"2003-01-25 03:23:08","comments":[{"body":"Verbamanent ha un motore tutto suo, scritto da me in php, soprannominato 'Verba'. Se vuoi c'è uno <a href=\"http://code.verbamanent.org/verba-1.4.zip\">zip con i sorgenti</a> della versione 1.4 (non è proprio l'ultimissima).","date":"2002-07-25 14:10:26","user":"sja","address":"212.171.48.10"},{"body":"Graazie tante,provo a dare un occhiata a tali sorgenti, anche se non sono completamente capace di installarlo.\r\nLB","date":"2002-07-25 20:15:42","user":"luther","address":"195.120.7.214"},{"body":"Però il file non c'è più. Perché è stato rimosso? Volevo dargli un'occhiata anch'io. Sob.","date":"2002-11-07 18:27:35","user":"etro.sh","address":"192.92.126.138"},{"body":"Se qualcuno è ancora interessato, lo zip adesso è <a href=\"http://verbamanent.org/verba-1.4.2.zip\">qui</a>.","date":"2003-01-25 03:23:08","user":"sja","address":"193.203.244.164"}],"user":"luther","address":"212.210.122.39","date":"2002-07-24 19:07:25"}},
{"id":"46","key":"46","value":{"rev":"5-0cd95396b677f1feedf9af6445153abc"},"doc":{"_id":"46","_rev":"5-0cd95396b677f1feedf9af6445153abc","body":"E se <b>il \"pignolo\" </b>volesse modificare un post che ha scritto dopo averlo \"postato\" ? come fa? <br>( si attacca! ) :-P","modified":"2002-08-08 07:39:40","comments":[{"body":"Esattamente. Per ora solo io e Stefano possiamo modificare i post, e solo perch&eacute; abbiamo accesso diretto al database. Piuttosto sarebbe interessante se ci interrogassimo sulla effettiva utilit&agrave; di tale funzione: se io scrivo un post o un commento un po&#8217; cos&igrave;, poi ricevo &#8211; mettiamo &#8211; 20 risposte, modificando il post iniziale inficerei anche la validit&agrave; di tali risposte, giusto? Allora siamo sicuri di volere tale funzione?","date":"2002-07-30 07:38:23","user":"verbosus","address":"62.98.41.115"},{"body":"eh gia' gia'...sarebbe un bello scherzetto... ;-)\r\nin effetti se il pignolo commette un typo, si attacca,\r\nse verbosus e' pignolo lo puo' correggere lui.","date":"2002-08-08 07:37:28","user":"pons","address":"80.116.22.43"},{"body":"in effetti pero' complicando il funzionamento del tutto...\r\nse mi lasciate la possibilita' di modificare il post, la modifica non viene fatta istantaneamente ma viene comunicata all'admin, il quale ha la possibilita' di accettare la modifica e quindi pubblicarla o meno. chenneso' !? :-)","date":"2002-08-08 07:39:40","user":"pons","address":"80.116.22.43"}],"user":"pons","address":"62.98.122.194","date":"2002-07-26 08:07:35"}},
{"id":"47","key":"47","value":{"rev":"2-d24ef64f0dfa54efee46a2466b952efd"},"doc":{"_id":"47","_rev":"2-d24ef64f0dfa54efee46a2466b952efd","body":"FraSta <a href=\"http://www.verbamanent.org\"> si &egrave; scatenato!</a>","modified":"2002-07-27 10:07:53","comments":{},"user":"pons","address":"62.98.42.38","date":"2002-07-27 10:07:53"}},
{"id":"48","key":"48","value":{"rev":"4-dbea53b452294b27193d0224b7eebabc"},"doc":{"_id":"48","_rev":"4-dbea53b452294b27193d0224b7eebabc","body":"volete una lezione? ci sono quelle di <a href=\"http://www.filipposolibello.blogspot.com/\">Filippo Solibello</a>, quello di Caterpillar","modified":"2002-09-07 12:10:27","comments":[{"body":"Bello leggerle, ancora di più partecipare.<br>\r\nL'ho anche <a href=\"http://www.blogrolling.com\">'blogrollato'</a>.<br>\r\nD'altronde, avendolo menzionato tra i <a href=\"http://www.blogtree.com/blogtree.php?blogid=4397\">\"papà\"</a> di <a href=\"http://letture.blogspot.com/\">Letture e riletture</a>, come avrei potuto escluderlo dai link?","date":"2002-09-07 12:10:27","user":"giulio_z","address":"213.140.9.154"}],"user":"clsabelli@tin.it","address":"212.171.109.60","date":"2002-08-28 23:26:46"}},
{"id":"49","key":"49","value":{"rev":"2-3463ef4bd82a167b41f22eed8a8119a8"},"doc":{"_id":"49","_rev":"2-3463ef4bd82a167b41f22eed8a8119a8","body":"Brecco brecco.....ho fatto un post doppio su verba. Nei commenti ad ellen feiss, ho postato due volte il link del movie...vabbe che merita, ma scriverlo due volte no :-P","modified":"2002-09-06 22:27:37","comments":{},"user":"pons","address":"62.211.160.249","date":"2002-09-06 22:27:37"}},
{"id":"5","key":"5","value":{"rev":"3-9b5000fb26d87382857a194376783279"},"doc":{"_id":"5","_rev":"3-9b5000fb26d87382857a194376783279","body":"Da oggi è possibile fare login su Verbamanent da Internet Explorer 5 per Mac. Fatemi sapere se avete ancora problemi.","modified":"2001-04-13 13:47:23","comments":{},"user":"sja","address":"212.171.48.21","date":"2001-04-13 07:47:23"}},
{"id":"50","key":"50","value":{"rev":"2-64bcb21ef729ffc6854d81dde3577bd5"},"doc":{"_id":"50","_rev":"2-64bcb21ef729ffc6854d81dde3577bd5","body":"un link per gli aficionados: <a href=\"http://www.raelity.org/\">Raelity</a>","modified":"2002-09-07 09:28:15","comments":{},"user":"pons","address":"62.211.160.114","date":"2002-09-07 09:28:15"}},
{"id":"51","key":"51","value":{"rev":"13-249a05a99e02bb6f683cd3b26569064c"},"doc":{"_id":"51","_rev":"13-249a05a99e02bb6f683cd3b26569064c","body":"Il gioco è bello finché dura...ciao a tutti.","modified":"2002-09-21 10:08:46","comments":[{"body":"Vuol mica dire che abbandoni Verba?!<br>\r\nCribbio, senza FraSta è <b>davvero</b> finita...","date":"2002-09-16 16:09:14","user":"AP","address":"151.36.81.9"},{"body":"e' un periodo in cui il livello di post e' veramente basso...\r\nsara' perche' e' finita la moda del blog ?","date":"2002-09-18 10:17:01","user":"pons","address":"80.117.7.75"},{"body":"Ma siamo sicuri che sia finita? Io ne seguo parecchi su base giornaliera e mi sembrano piuttosto attivi... non e' che magari e' vero il contrario (non posto su verba per postare sul mio blog) ?","date":"2002-09-18 14:59:42","user":"AP","address":"151.36.81.9"},{"body":"Mah...sarebbe brutto veramente se il blog fosse solo una moda perché, e mi pare che è stato detto e scritto mille volte, il weblog è un mezzo di partecipazione e condivisione mai vissuto prima nella storia della comunicazione. Credo che il caso desolante di verba sia particolare perché a) la \"gestione\" di questo blog - salvo i primi tempi - è stata molto approssimativa; è mancata - malgrado alcune sollecitazioni - una linea editoriale o più semplicemente una indicizzazione per argomenti per aiutare sia il posting sia la lettura (cito ancora <a href=\"http://www.plastic.com/\">questo</a> blog, tra i miei preferiti). b) pochissimi collaboratori intelligenti hanno resistito alla sciatteria generale delle proposte e all'eco, cioè la mancanza di confronto/discussione, di conseguenza molto scarso. c) per quanto riguarda il mio apporto, l'ho interrotto in seguito a questo <a href=\"http://verbamanent.org/detail/1092#2187\">richiamo</a> diciamo benevolmente un po' buonista, ho tentato qualche ripresa...ma verbamanent mi deve divertire e poi ancora divertire...già lavoro 12 ore al giorno e quindi...basta.\r\nSo che che Antonio e Stefano hanno altro da fare, perciò non vedo come si possa rianimare questo cadavere. Ariciao.","date":"2002-09-18 15:29:44","user":"FraSta","address":"195.191.15.130"},{"body":"Per rispondere al compagno di scazzottate AP...sì, sicuramente - tra cui molti dei nostri ex - si preferisce affidare la propria vita vissuta, le poesie pessime, i pensieri profondi ai propri diari binari (sono curioso di conoscere il calo di vendite dei vari Smemoranda, Deejay etc) da condividere con miliardi di amici ansiosi di sapere con chi sai andato a cena, che scarpe ti sei comprato, che ne pensi del nuovo Peter Gabriel, quale libro hai sul comodino, con chi e come hai scopato.","date":"2002-09-18 17:29:23","user":"FraSta","address":"195.191.15.130"},{"body":"Pur non essendo così critico nei confronti dei blog (ne ho uno anch'io, anche se praticamente è come se non l'avessi... e poi Verba sostanzialmente <b>è</b> un blog) sono convinto che sia esattamente così... un pensiero troppo generico potrebbe essere ritenuto \"indegno\" di una discussione su verba e più indicato nel proprio blog personale (che tanto nessuno legge ;-)<br>\r\nForse un problema di Verba è rappresentato dalla genericità... potendo scrivere di tutto si finisce con non scrivere per niente... magari se esistessero del \"canali\" tematici sarebbe più attivo... Che ne pensate?","date":"2002-09-19 12:02:50","user":"AP","address":"151.36.81.9"},{"body":"Che bello, l'ultima volta che si pensava di chiudere verba stavo partendo per Valencia (e ho seguito la discussione da la') mentre ora sto per partire per Bristol; ah, a proposito, Stefano e' a Manchester. Piu' che dei gran mea culpa non e' che abbia molte altre scuse. Si', latito da parecchio (non mi ero neanche accorto di questo thread) e si', la gestione di verba ha fatto cagare. Detto questo vi ringrazio della partecipazione e del tempo speso - perso? - qui. Desolato.","date":"2002-09-19 12:53:44","user":"verbosus","address":"62.98.144.156"},{"body":"<tt>> Piu' che dei gran mea culpa non e'<br>\r\n> che abbia molte altre scuse.<br><br></tt>\r\nIMHO non credo che nè verbosus nè sja debbano delle scuse. Hanno avuto una bella idea e hanno messo in piedi un bel sistema, mentre per quanto riguarda la loro partecipazione, hanno postato e commentato ben più di molti altri, cosa che peraltro non credo fosse un loro obbligo per il solo fatto di essere i \"padri\" di verba.<br><br>\r\n<tt>> la gestione di verba ha fatto cagare<br><br></tt>\r\nNon lo credo, anzi credo che - un po' per scelta filosofica e un po' per il poco tempo a disposizione - verba non debba essere <i>gestito</i> da nessuno. Non mi aspettavo che verbosus e sja indirizzassero autonomamente lo sviluppo di questo sito ma solo che eventualmente recepissero le scelte della collettività degli utenti fornendo il necessario supporto tecnico.<br>\r\nSfortunatamente queste famose scelte non ci sono state (tali non sono, secondo me, quelle poche idee sparse in alcuni thread piu' o meno recenti) e quindi avrebbero solo potuto imporre la loro idea, cosa - come ho detto - IMHO sbagliata.<br><br>\r\n<tt>> Detto questo vi ringrazio della partecipazione<br>\r\n> e del tempo speso - perso? - qui. Desolato.<br><br></tt>\r\nIl tempo passato su verba non è certo perso e lo sappiamo tutti bene. Mi auguro che il dispiacere comune per lo stato in cui attualmente versa verba non porti risentimenti e accuse nei confronti di verbosus e sja. Personalmente ritengo di non aver fatto molto negli ultimi tempi e quindi mi candido come bersaglio sostitutivo, insieme a circa altri 230 utenti (gli utenti di verba meno i due papà, FraSta, Pons e pochi altri).","date":"2002-09-19 13:51:01","user":"AP","address":"151.36.81.9"},{"body":"Verba è stato - ed è - una palestra nella quale si sono allenati un po' tutti. In questa fase molti preferiscono forse proseguire in casa propria. Io devo dire che ho smesso di scrivere (quel poco che ho scritto) forse perche' mi sono ritrovato in discussioni che avevano preso il tipico andazzo dei newsgroup.","date":"2002-09-20 17:24:36","user":"Merak","address":"213.26.8.190"},{"body":"e' bello vedere che quando si parla di \"chiudere verbamanent\" o \"verbamanent sta morendo\"....bhe, si rianima come di colpo, vive per qualche tempo, torna in coma e il ciclo continua.....\r\n<br>la vita di un blog vissuto.","date":"2002-09-21 10:08:46","user":"pons","address":"62.211.161.68"}],"user":"FraSta","address":"195.191.15.130","date":"2002-09-16 15:35:12"}},
{"id":"52","key":"52","value":{"rev":"12-b3b6383547af11dfad449687853109d3"},"doc":{"_id":"52","_rev":"12-b3b6383547af11dfad449687853109d3","body":"Rivitalizzare? Sono tra gli ultimi arrivati, dunque non il più adatto a proporre qualcosa. <br>Comunque, un'idea potrebbe essere quella di esprimersi non solo in modo autoreferenziale (la rete per la rete), ma di proiettarsi al di fuori, facendo entrare qui dentro le piccole o grandi realtà concrete che incontriamo per strada e non solo davanti al monitor.<br>\r\nNel mio blog salto di palo in frasca, un giorno parlo di trivialità e un altro m'incanto con le galassie, ma non dimentico di menzionare il pericolo che a Milano sparisca il <a href=\"http://www.marionettecolla.org/HOME1.HTM\">Teatro delle marionette</a>.<br>\r\n1) Localizzazione geografica <br>\r\n2) Raccontare anche di quando la spina è staccata.","modified":"2002-10-01 17:58:53","comments":[{"body":"verbamanent, rimane il blog pubblico, e' bello parlare di tutto, posso parlare \"localmente\" di qualcosa, ok, di qualcosa che succede off-line, ma IMO il fatto e' a scrive poco, verba viene anche letto poco.<br>\r\na scrivere un commento ad un post si fa veramente presto, forse siamo pigri, oppure il post e' poco interessante. chenneso'. fatto sta che c'e' poca attività. Personalmente sono molto occupato in questi giorni, mi scordo dell'esistenza di verbamanent :-P<br>\r\nun punto importante secondo me' e' il \"catalogare\" i post, metterli in \"directory\" divisi per argomenti.\r\npensa se io dovessi trattare verbamanent come mio weblog pubblico, ogni giorno ognuno di noi mette il proprio post, secondo me ci sarebbe casino, con difficolta nel seguire...un po' forse quello che succede oggi, ma con pochi post.\r\nPsicologicamente parlando, se scrivo di tecnologia il 12 settembre, un visitatore viene a leggerlo il 18, puo' pensare sia roba vecchia...<br>\r\n...solo qualche pensiero confuso e sparpagliato.<br>\r\nHope this helps Humble Man","date":"2002-09-19 22:18:45","user":"pons","address":"80.116.22.3"},{"body":"ho fatto una prova ;-)","date":"2002-09-20 09:41:30","user":"pons","address":"80.117.7.185"},{"body":"l'attività non è necessariamente valutabile in termini di quantità di parole o commenti. \r\nalmeno non solo. è importante vedere quanta gente si sposta o transita dal sito, magari con un counter pubblico come shynistat.\r\n\r\nciao,\r\nSimo,.","date":"2002-09-26 10:29:08","user":"Simone","address":"213.213.82.230"},{"body":"Sono daccordissimo, anche se magari invece del counter pubblico sarebbe meglio un log come dio comanda...","date":"2002-09-26 14:24:03","user":"AP","address":"151.36.81.9"},{"body":"Esatto. Per ora io e Stefano usiamo degli strumenti client-side per analizzare i log, e' per quello che non sono pubblici. Magari potremmo installare un tool che fa da stat-analizer pubblico e pubblicare anche una lista di referrer, che di solito e' abbastanza interessante. Che dite?","date":"2002-09-27 16:42:19","user":"verbosus","address":"194.117.133.196"},{"body":"BTW, giulio_zu: cosa significa raccontare di \"quando la spina e' staccata?\". Non sono sicuro di aver capito bene, e non sono sicuro di condividere quello che ho capito (male, peraltro).","date":"2002-09-30 11:01:40","user":"verbosus","address":"137.222.10.58"},{"body":"<tt>> un tool che fa da stat-analizer pubblico<br></tt>\r\nBello bello!<br>\r\n<tt>> e pubblicare anche una lista di referrer,<br>\r\n> che di solito e' abbastanza interessante<br></tt>\r\nOttima idea.<br>\r\nBTW, quello su blogorroico non rileva i referrer via javascript; per provare, prova ad arrivare su blogorroico tramite il <a href=\"http://www.atomicpawn.com/log/\">mio menu a tendina</a> e vedrai che AtomicLog non appare tra i referrer. Come mai?","date":"2002-09-30 12:33:55","user":"AP","address":"151.36.81.9"},{"body":"<i>\"cosa significa raccontare di \"quando la spina e' staccata?\"</i><br><br>\r\n\r\nEra solo un modo per dire che si può parlare anche di ciò che avviene al di fuori di Internet. Quando va via la corrente il computer si spegne, noi (si spera) no.<br>\r\nOvviamente ciascuno si deve comunque interrogare sulla rilevanza di ciò che va a comunicare, ma un bel consiglio che ho letto da qualche parte era che se si parla con passione di una cosa, quasi sempre si riuscirà a trasmettere interesse anche agli altri.","date":"2002-09-30 14:19:29","user":"giulio_z","address":"213.140.9.155"},{"body":"Ok Giulio, ora ho capito quello che proponi ma non sono molto d'accordo con la sua inclusione in verba. Magari potremmo aprire uno spazio ad hoc, &agrave; la scriptavolant per parlare del fuori internet. Che ne pensi? Per me buttarlo ora in mezzo a verba non farebbe altro che creare ulteriore confusione, mentre un suo spazio dedicato sarebbe piu' appropriato, anche per testarne l'eventuale interesse. Gli altri hanno qualcosa da dire in merito?","date":"2002-10-01 17:58:53","user":"verbosus","address":"137.222.10.58"}],"user":"giulio_z","address":"213.140.9.154","date":"2002-09-19 21:07:24"}},
{"id":"53","key":"53","value":{"rev":"14-ee4986e10590fc13a059d05ebed0ebd7"},"doc":{"_id":"53","_rev":"14-ee4986e10590fc13a059d05ebed0ebd7","body":"<b>Facciamo community!</b><br>\r\n\r\n<img src=\"http://www.atomicpawn.com/log/up/verbaboy.gif\" width=\"32\" height=\"44\" alt=\"verbaboy\" align=left vspace=2 hspace=10>\r\n<img src=\"http://www.atomicpawn.com/log/up/verbagirl.gif\" width=\"32\" height=\"44\" alt=\"verbagirl\" align=left vspace=2 hspace=10>\r\nFinalmente l'iconcina da inserire nel proprio sito e/o blog per gridare al mondo: \"<b>io appartengo al verbapopolo!</b>\". Disponibile nelle versioni <i>verbaboy</i> e <i>verbagirl</i> (one size fits all backgrounds), l'idea sarebbe di linkarla (con <tt>border=\"0\"</tt>, mi raccomando :-) alla propria pagina \"user\" (tanto per capirsi, <a href=\"http://verbamanent.org/scriptavolant/user/41\">questa</a> è la mia)<br>NB: è una proposta del tutto non autorizzata da verbosus e sja quindi se vi schifa, ditelo senza paura di offendere i bosses :-)","modified":"2002-10-05 18:47:14","comments":[{"body":"<a href=\"http://verbamanent.org/user/41\"><img src=\"http://www.atomicpawn.com/log/up/verbaboy.gif\" width=\"32\" height=\"44\" alt=\"Sono un VerbaBoy!\" align=left vspace=\"5\" hspace=\"10\" border=\"0\"></a> Ho sbagliato! Nel post precedente ho linkato la mia user in scriptavolant e non in verbamanent!! <a href=\"http://verbamanent.org/user/41\">Questa</a> è quella giusta, e tanto per vedere come funziona, ho piazzato il link sull'icona (nella versione boy, of course).","date":"2002-09-30 14:54:41","user":"AP","address":"151.36.81.9"},{"body":"Cool!","date":"2002-10-01 11:24:16","user":"verbosus","address":"137.222.10.58"},{"body":"Il codice che vi serve &egrave; questo:\r\n<blockquote>\r\n<code>\r\n&lt;a href=\"http://verbamanent.org/user/<strong>[ilVostroUserID]</strong>\"&gt;&lt;img src=\"http://www.atomicpawn.com/log/up/verbaboy.gif\" width=\"32\" height=\"44\" alt=\"Sono un VerbaBoy!\" style=\"float: right;\" border=\"0\" /&gt;&lt;/a&gt;\r\n</code>\r\n</blockquote>\r\nUsatelo!","date":"2002-10-01 11:30:45","user":"verbosus","address":"137.222.10.58"},{"body":"Grazie del <i>cool!</i>, verbosus.<br>\r\nPensi si possano uploadare le img in una cartella di verba? (la mia cartella /log/up/ è abbastanza temp e non vorrei dimenticarmi dei link e magari cancellarla...)","date":"2002-10-01 13:24:26","user":"AP","address":"151.36.81.9"},{"body":"Direi di si. Manda una mail a Stefano, magari con gia' le mail in attach. Non so quanto presto ti rispondera', anche lui e' qua in Inghilterra (a Manchester) e ha i suoi bei casini per connettersi ad internet.","date":"2002-10-01 16:03:31","user":"verbosus","address":"137.222.10.58"},{"body":"Volevo dire le immagini, non le mail, sorry.","date":"2002-10-01 17:00:45","user":"verbosus","address":"137.222.10.58"},{"body":"Ok ladies and gentlemen: le immagini da linkare <b>sono sul server di verbamanent</b> (tks sja, i cui tempi di reazione fanno paura! ;-)<br>\r\nL'anchor fatelo come ha detto verbosus qui sopra, le img linkatele come segue (mi raccomando i testi <b>alt</b>, che fanno davvero community ;-)<br><br>\r\n\r\n<img src=\"http://verbamanent.org/verbaboy.gif\" width=\"32\" height=\"44\" alt=\"Sono un VerbaBoy!\" style=\"float: left;\" border=\"0\" hspace=\"15\" vspace=\"15\"/><b>Per i VerbaBoy</b><br>\r\n<code>&lt;img src=\"http://verbamanent.org/verbaboy.gif\" width=\"32\" height=\"44\" alt=\"Sono un VerbaBoy!\" border=\"0\" /&gt;</code><br><br>\r\n\r\n<img src=\"http://verbamanent.org/verbagirl.gif\" width=\"32\" height=\"44\" alt=\"Sono una VerbaGirl!\" style=\"float: left;\" border=\"0\" hspace=\"15\" vspace=\"15\"/><b>Per le Verbagirl</b><br>\r\n<code>&lt;img src=\"http://verbamanent.org/verbagirl.gif\" width=\"32\" height=\"44\" alt=\"Sono una VerbaGirl!\" border=\"0\" /&gt;</code><br><br>Per quanto riguarda i float, valign, hspace e compagnia cantante, fate come vi pare (in funzione del layout del vostro sito / blog). Buon divertimento!","date":"2002-10-02 07:07:47","user":"AP","address":"151.36.81.9"},{"body":"una bella iniziativa! complimenti :-)\r\nrimetto su il sito solo per metterci l'iconcina VerbaBoy.\r\n<br> a proposito, niente icona per i trans ? :-P\r\n","date":"2002-10-02 12:53:51","user":"pons","address":"80.117.7.211"},{"body":"I trans che vogliono essere donne metterano la verbagirl, quelli che vogliono essere uomini il verbaboy, no?","date":"2002-10-02 13:59:55","user":"verbosus","address":"137.222.10.58"},{"body":"si ma pero' sono trans! ci vuole un icona a meta' tanto per identificarli meglio no?<br> come fece quell'Adolf con le stelline messe un po qui un po la. :-p<br>\r\nnon erano quelli i primi segni di Community ?<br>sbaglio qualcosa?? :-p","date":"2002-10-02 16:00:15","user":"pons","address":"80.117.7.211"},{"body":"ma che figata <b>pazzesca!</b><br>\r\nehm, scusate il linguaggio accademico :P<br>\r\nvolevo dire <i>\"che cosa bella adesso la piazzo in homepage\"</i> :D","date":"2002-10-05 18:47:14","user":"asha","address":"151.24.7.160"}],"user":"AP","address":"151.36.81.9","date":"2002-09-30 14:22:50"}},
{"id":"54","key":"54","value":{"rev":"2-bfb06873a1f729b82602bfe5c2311e92"},"doc":{"_id":"54","_rev":"2-bfb06873a1f729b82602bfe5c2311e92","body":"Ciao a tutti, mi sono appena registrato e voglio proprio raccomandarvi di visitare l'incantevole <a href=\"http://www.palazzozabarella.it/pagina.asp?ind=eventi.asp\">mostra </a> di Picasso a Padova.","modified":"2002-10-01 18:57:36","comments":{},"user":"LuKas","address":"62.10.110.161","date":"2002-10-01 18:57:36"}},
{"id":"55","key":"55","value":{"rev":"2-3d26b948e3f6232aa6a4583f7913f0de"},"doc":{"_id":"55","_rev":"2-3d26b948e3f6232aa6a4583f7913f0de","body":"<a href=\"http://verbamanent.org/user/28\">qui</a> risulta che mi sono iscritto nel 1970... come direbbe il prof. Fontecedro: cosmico!","modified":"2002-10-02 14:32:15","comments":{},"user":"kay","address":"151.37.134.14","date":"2002-10-02 14:32:15"}},
{"id":"56","key":"56","value":{"rev":"8-843b1c265ae792a08f93e9e122a4fe27"},"doc":{"_id":"56","_rev":"8-843b1c265ae792a08f93e9e122a4fe27","body":"stavo pensando a <a href=\"detail/56/\">questo!</a>","modified":"2002-10-03 16:01:12","comments":[{"body":"Pons? Basta con quelle cose pesanti, lo sai che ti fanno male!","date":"2002-10-02 16:15:10","user":"verbosus","address":"137.222.10.58"},{"body":"Verbamanent e' il blog per i nomadi della rete. immagino che chi abbia un blog scriva sul proprio e chi non lo abbia scriva su quello degli altri. almeno credo, io sono messo cosi. ;-)<br>\r\nForse la poca voglia, oppure il poco tempo da dedicare al mio blog, fa si che mi diverta a scrivere su verbamanent. Forse aspiro a diventare famoso e parlare in pubblico. Vi do degli input e vi lascio lavorare, sapendo che alla base c'e' qualcosa di mio. un po come fanno i professori che fanno studiare dal proprio libro. <br>divulgo il mio verbo-manent.","date":"2002-10-02 16:19:35","user":"pons","address":"80.117.7.211"},{"body":"non avevi ancora letto <a href=\"http://verbamanent.org/scriptavolant/detail/56#185\"questo</a> :-p","date":"2002-10-02 16:20:40","user":"pons","address":"80.117.7.211"},{"body":"Non avevi ancora scritto, sono stato troppo veloce ;-) Riguardo la questione nomade, si, probabilmente &egrave; come dici tu, ma io penso pi&ugrave; che un contributo su verba sia disinteressato, per il solo gusto di farlo. Non credo che lo scopo finale di chi posta qui sia di diventare famoso o di parlare in pubblico, anche perch&eacute; verba &egrave; solo apparentemente pubblico. Voglio dire, verba ora ha circa duecentocinquanta utenti, di cui la met&agrave; sono la stessa persona (125) che si &egrave; registrata due volte perch&eacute; ha perso la sua password (senza riferimenti a morose particolari ;-) e met&agrave; di questa met&agrave; &egrave; costituita da persone che hanno scritto su verba una o zero volte. Sono tutte cifre spannometriche, ma ti danno un&#8217;idea di quanto in realt&agrave; sia ristretto il pubblico di Verba, anche contando i visitatori occasionali che arrivano dai motori di ricerca o dai link di altri siti. Quello che voglio dire &egrave; che vedo pi&ugrave; Verba come un piccolo luogo di discussione tra persone che pi&ugrave; o meno si conoscono o che stanno imparando a conoscersi, pi&ugrave; che un pulpito da cui declamare saggezza alle folle. Concludendo, Verba &egrave; solo potenzialente pubblico, come tutto il resto di internet del resto.<br />\r\n&nbsp;&nbsp;&nbsp;Piuttosto mi interessa segnalare un altro fenomeno, che ha sempre a che vedere con il nomadismo: hai, avete notato come Verba si basi sul principio di qualcuno che <em>tira</em> la discussione e degli altri che si accodano? Per esempio, &egrave; indiscutibile che per un periodo di tempo FraSta abbia tirato avanti Verba, praticamente da solo. Ora mi chiedo, preferireste che fossimo e Stefano a farlo, come all&#8217;inizio di Verba, o pensate che sia giusto lasciare le cose come stanno, dove chiunque (come credo stia facendo pons in questo periodo) pu&ograve; mettersi a <em>tirare</em>? Sar&agrave; perch&eacute; sono pigro, ma a me la seconda soluzione piace di pi&ugrave; ;-)","date":"2002-10-02 20:11:55","user":"verbosus","address":"137.222.10.58"},{"body":"...allora siete vivi!?!","date":"2002-10-03 15:22:26","user":"FraSta","address":"195.191.15.130"},{"body":"Veh chi si rivede! Bentornato FraSta! ;-)","date":"2002-10-03 16:01:12","user":"verbosus","address":"137.222.10.58"}],"user":"pons","address":"80.117.7.211","date":"2002-10-02 16:11:47"}},
{"id":"57","key":"57","value":{"rev":"4-9f4a13938e5bea3a785730d3ded714d4"},"doc":{"_id":"57","_rev":"4-9f4a13938e5bea3a785730d3ded714d4","body":"Manca poco all'esplosione del fenomeno blog, alla nascita della moda blog<br>\r\n- Tu non hai un blog, sai oramai tutto ne hanno uno!<br>\r\nSono curioso di vedere cosa rimarrà di quello che c'è di buono in giro. Alla fine questo successo porterà semplicemente una rivincita dei contenuti sul nulla ben presentato che si trova in molti siti. Spero che finisca l'era dell'industriale burino che vuole fare dei siti (o portali) perché ha sentito che con Internet fai soldi. La crisi come selezione delle cose buone, e le cose buone sono solo quelle che hanno un'utilità, anche solo per soddisfare la curiosità di vedere quello che la gente pensa attraverso un blog. La scrittura sta tornando ad occupare un ruolo centrale, quella che esprime qualche cosa di necessario, non quella che mi da mille news veloci e superficiali, mille servizi che io non ho chiesto e dei quali non sento il bisogno. E' Necessario tornare a utilizzare la scrittura per esprimere emozioni, pensieri importanti o utili per qualcun altro, creare delle comunità di conoscenza (come dice Pierre Levy) di argomenti più disparati che si sappiano adattare, come organi viventi, agli eventi esterni.\r\nForza aspettiamo che la moda del blog abbia inizio, io intanto ho comperato i pop-corn.<a href=\"http://www.upsaid.com/palomar\">Palomar</a>","modified":"2002-10-08 08:05:01","comments":[{"body":"Ho letto da qualche parte che il blog e' una moda, credo che sia il termine piu' sbagliato e piu' azzeccato allo stesso tempo. Sei alla moda con il tuo blog pieno di niente. Poi passera' qualche anno e il blog saltera' ancora fuori, come una cosa alla moda-sempreverde. Con il blog pero' mi sembra anche di ritornare parecchio tempo indietro. Si ritorna a scrivere per scrivere, a scrivere per informare, a scrivere per dare emozioni. I bloggers non saranno tutti come Manzoni, ma qualcuno ci sara'. Blog un altro strumento a vostra disposizione, skizo, artisti e tutti gli altri. <b>Bloggate!</b>","date":"2002-10-08 08:05:01","user":"pons","address":"80.117.7.155"}],"user":"1poesia","address":"212.171.15.218","date":"2002-10-05 06:23:24"}},
{"id":"58","key":"58","value":{"rev":"4-ea12ab50bd62ad623d5052d36554bf60"},"doc":{"_id":"58","_rev":"4-ea12ab50bd62ad623d5052d36554bf60","body":"Quali sono i blog presenti in tv o alla radio? \r\nIo direi, Blob su rai3, Niente di personale su La7 con Antonello Piroso e qualsiasi cosa dica alla radio Guido Bagatta (attualmente su radioDj con il GB Show) ne avete altri? <a href=\"http://verbamanent.org/scriptavolant/detail/58\">Ditelo qui</a>","modified":"2002-10-18 10:56:46","comments":[{"body":"beh, anche <a href=\"http://www.mtv.it/tv/programmi/brandnew/brandnew.asp\" target=\"_blank\">brand:new</a> su mtv come blog non è male.","date":"2002-10-18 10:56:46","user":"asha","address":"151.24.13.6"}],"user":"pons","address":"80.117.7.155","date":"2002-10-08 07:56:14"}},
{"id":"59","key":"59","value":{"rev":"20-4219ab625815b88cf622529ce2a0e5c3"},"doc":{"_id":"59","_rev":"20-4219ab625815b88cf622529ce2a0e5c3","body":"<a href=\"http://verbamanent.org/user/246\">thecrow</a> ha appena inventato qualcosa di nuovo <a href=\"http://verbamanent.org/detail/1231/\">con questo post</A><br>Il bloggare un evento in real time, facendone partecipi gli altri, che possono ovviamente commentare qui su verba. La fine dell'evento determina la fine della discussione, o a scelta lasciarla continuare, come processo ;-)<br>Ma verba non sarebbe un altro <a href=\"http://www.slashdot.org\">slasdot</A> se solo ci fosse piu' attivita'?","modified":"2002-10-29 12:35:37","comments":[{"body":"...ce lo stiamo ripetendo da secoli.","date":"2002-10-17 10:17:48","user":"FraSta","address":"195.191.15.130"},{"body":"&#8230;e la risposta &egrave; no: verba non sarebbe mai come Slashdot, ragazzi. Ecco perch&eacute;:  \r\n<ol>\r\n<li>la missione di verba (abbastanza oscura, in realt&agrave;) non &egrave; di provvedere <em>news for nerds, stuff that matters</em>;</li>\r\n<li>verba non ha un&#8217;infrastruttura tecnica come Slashdot, ma ha volutamente un motore pi&ugrave; semplice e non moderato;</li>\r\n<li>io e Stefano non siamo pagati per tenere in piedi verba (anzi, in realt&agrave; paghiamo dominio e hosting di tasca nostra)</li>\r\n</ol>\r\n&#8230;tanto per dirne alcune. ","date":"2002-10-17 11:39:08","user":"verbosus","address":"194.117.133.196"},{"body":"<tt>\r\n> io e Stefano non siamo pagati<br>\r\n> per tenere in piedi verba <br><br></tt>\r\nBel&igrave;n verbosus, e poi dicono di noi genovesi... ;-)<br>\r\nScherzi a parte, pons ha detto <i>se solo ci fosse piu' attivita'</i>, e non credo che questa dipenda da te e sja... certo, un moderatore pagato potrebbe diventare uno <i>stimolatore</i> di discussione, ma penso che l'attivit&agrave; potrebbe aumentare anche in altri modi... bisogna solo ragionarci sopra, come abbiamo fatto nel lontano <a href=\"http://verbamanent.org/scriptavolant/detail/10\">luglio 2001</a>.","date":"2002-10-17 13:37:38","user":"AP","address":"151.36.81.9"},{"body":"Con l'occasione, farei una considerazione <i>parallela</i>.<br>\r\nPer aumentare il numero di post e commenti non dobbiamo lavorare solo sulla loquacità dei partecipanti ma anche sul numero degli stessi (in questo momento siamo 249 utenti registrati, mica tanti...).<br>\r\nUn sistema (che prende due piccioni con una fava) potrebbe essere aprire un nuovo <i>canale</i> dedicato interamente al webdesign. In questo modo resuscitiamo la lista di .netArt (verbosus, hai tenuto gli indirizzi di email di tutti, vero?) e generiamo traffico su verbamanent, del tipo: faccio un intervento sul fatto che Flash ha rotto le palle e poi, già che ci sono, camnbio canale e parlo male del berluska...<br>\r\nChe ne dite?","date":"2002-10-17 14:05:18","user":"AP","address":"151.36.81.9"},{"body":"Ariciao verbosus,\r\ncome dobbiamo leggere questo *sarebbe*? Quindi - volendo - verba *potrebbe* 1. provvedere non tanto news for nerds, ma sicuramente stuff that matters, 2. dotarsi di un'infrastruttura più adatta al raggiungimento di uno scopo da stabilire, 3. proporre ai suoi \"collaboratori\" una partecipazione economica equa e un coinvolgimento - compatibile con i relativi impegni di lavoro - sul piano dell'editing.\r\nIo sono disponibile.","date":"2002-10-17 15:04:45","user":"FraSta","address":"195.191.15.130"},{"body":"Se parliamo di soldi per hosting etc. (ovvero poche lire, pardon, euro) non dovrebbero esserci problemi anche senza autotassarci... Un po' di merch (la solita tshirt, per capirci) se non si riesce addirittura ad avere un hosting gratuito in cambio di una scrittina in un angolo...<br>\r\nPer l'editing, invece, è davvero alla portata... si tratterebbe di fare qualche Admin in più, giusto per correggere qualche errore nei post e poco altro. \r\n","date":"2002-10-17 15:39:59","user":"AP","address":"151.36.81.9"},{"body":"Scusate il ritardo.<br />\r\n&nbsp;&nbsp;&nbsp;FraSta: &laquo;sarebbe&raquo; era per concordanza con la domanda di pons. S&igrave;, possiamo decisamente lavorare per provvedere <em lang=\"en\">stuff that matters</em>, e s&igrave;, possiamo dotarci di un&#8217;infrastruttura tecnica pi&ugrave; adatta (sempre se sja ci d&agrave; una mano, visto che il codice dell&#8217;attuale verba &egrave; suo e preferirei fosse lui a metterci mano). Fin&#8217;ora i lavori su verba sono stati fatti da me e da lui privatamente, ma non vedo perch&eacute; non lavorare tutti insieme, sempre che riusciamo a mantenere un livello di caos tollerabile. Voci non confermate riportano che Stefano stia lavorando su un&#8217;interfaccia di admin per verba, la mancanza della quale non ci ha permesso di &laquo;dare le chiavi&raquo; del sito anche ad altre persone (pessima struttura grammaticale, sorry). Quindi, per tornare al tuo punto 3, per la partecipazione economica per ora possiamo farcela, ma per il lavoro sull&#8217;editing accetto sicuramente la tua proposta.<br />\r\n&nbsp;&nbsp;&nbsp;AP: si, piacerebbe anche a me lavorare su del verba-merchandising. Sono gi&agrave; in contatto con <a href=\"http://www.e-shirt.it/\">e-shirt.it</a>, e se dimostriamo di avere abbastanza richieste loro possono anche farci creare un nostro &laquo;negozio&raquo; virtuale. Dopo dovremo decidere come usare i soldi, anche se io una mezza idea ce l&#8217;ho gi&agrave; (fare delle cene comunitarie da qualche parte, ad esempio ;-)","date":"2002-10-21 23:18:42","user":"verbosus","address":"194.117.133.196"},{"body":"Facciamo partire un thread con proposte di tshirt (e relativi commenti) ?","date":"2002-10-22 12:14:35","user":"AP","address":"151.36.81.9"},{"body":"Sure!","date":"2002-10-22 12:59:56","user":"verbosus","address":"194.117.133.196"},{"body":"Mi sono permesso di buttare giù una paginetta che potrebbe essere di aiuto a chi vuole cimentarsi nel gioco del \"Disegna la tua VerbaTshirt\". <a href=\"http://www.atomicpawn.com/verbatshirt/\">Eccola</a>.","date":"2002-10-22 14:59:11","user":"AP","address":"151.36.81.9"},{"body":"Aspetta AP: non credo che e-shirt faccia magliette nere, ancora. E tra l'altro, se resistete un po' vi posso far avere dei file \"magliette\" vettoriali invece che GIF: sarebbe meglio se lavorassimo in Freehand o qualcosa del genere, non trovate?","date":"2002-10-22 15:09:12","user":"verbosus","address":"194.117.133.196"},{"body":"OK! tolgo tutto!!","date":"2002-10-22 15:12:38","user":"AP","address":"151.36.81.9"},{"body":"Per le magliette io mi aggrego!<p>Sto già disegnando!! :)</p>","date":"2002-10-22 19:52:35","user":"etro.sh","address":"151.30.206.5"},{"body":"mitico! bravi ragazzi, facciamo community :-) ","date":"2002-10-23 15:01:09","user":"pons","address":"80.116.82.11"},{"body":"io VOGLIO la mug con logo...o con stampate su le cose piu' assurde pubblicate!!! :D","date":"2002-10-25 09:38:29","user":"|SKIN|","address":"80.180.14.162"},{"body":"Tenete duro: sto cercando di mettere insieme un piccolo \"kit per fare le verba-shirt\" ma mi servono ancora uno o due giorni. Intanto guardate se riuscite a trovare qualcosa di simile a e-shirt, non perche' mi sia trovato male, ma solo per vedere se ci sono alternative. Ho provato Cafepress, che ha molto piu' materiale, ma i prezzi sono decisamente proibitivi. AP: eventualmente possiamo iniziare un nuovo thread con le idee per le magliette?","date":"2002-10-28 10:20:50","user":"verbosus","address":"194.117.133.196"},{"body":"> eventualmente possiamo iniziare un nuovo<br>\r\n> thread con le idee per le magliette?<br>\r\nOk! Inizio subito!\r\n","date":"2002-10-29 12:35:37","user":"AP","address":"151.36.81.9"}],"user":"pons","address":"80.116.82.234","date":"2002-10-16 19:45:15"}},
{"id":"6","key":"6","value":{"rev":"26-1e6d7bccb3a0d3d3aa5488f4deccbaef"},"doc":{"_id":"6","_rev":"26-1e6d7bccb3a0d3d3aa5488f4deccbaef","body":"adesso basta !<br>per sja o chi ha modificato il mio post precedente: per favore prima di modificare i post chiedere .. <br> di modo che : <br> 1) se sono daccordo con la modifica del MIO post IO ti autorizzo<br> 2) se non sono daccordo posso decidere di rinunciare al post <br> ... poi non venirmi a parlare di censura !!!","modified":"2001-12-18 16:50:09","comments":[{"body":"Le modifiche sono state esclusivamente cosmetiche: ho tolto qualche riga bianca. Non ho cambiato una singola parola di quello che hai scritto. La tua reazione mi sembra esagerata.<br>&nbsp;&nbsp;&nbsp;&nbsp;\r\n\r\nC'è un motivo per cui l'ho fatto. In prima pagina, i messaggi sono raggruppati otticamente e separati da spazio bianco. Un post (lungo) con molte righe bianche disturba questo raggruppamento, quindi ho pensato di togliere le righe bianche.<br>&nbsp;&nbsp;&nbsp;&nbsp;\r\n\r\nNon ho mai cambiato il testo di un messaggio, e non lo farei mai.<br>&nbsp;&nbsp;&nbsp;&nbsp;\r\n\r\nAntonio ed io abbiamo finora considerato lecite modifiche sporadiche quali correggere o modificare leggermente la formattazione, spezzare un post in un post+commento, trasformare <code>http://...</code> in link.<br>&nbsp;&nbsp;&nbsp;&nbsp;\r\n\r\nNessuno si era mai lamentato. Adesso avete l'occasione di farlo. Decidiamo se qualcuna di queste modifiche può essere eccessiva, tenendo conto che quelle, rarissime, che facciamo servono tipicamente per mantenere leggibilità e facilità d'uso.","date":"2001-04-14 07:32:20","user":"sja","address":"212.171.48.21"},{"body":".. si, mi lamento, mi lamento perche' e' per l'ennesima volta mi viene modificato un post  e perche' ritengo che in un messaggio scritto sul web (ma non solo) sia tanto importante il contenuto quanto la formattazione ...<br> Il messaggio originale era composto da quattro paragrafi. Ora e' separato da quattro punti.<br>Il fatto che non mi sono mai lamentato prima delle modifiche ai miei posto e' perche' ho pazientato.<br> Per favore ripristina il post originale !!","date":"2001-04-14 08:01:48","user":"pensierolibero","address":"195.103.28.73"},{"body":".. non solo il post e' stato modificato, ma e' anche completamente sballato su ns4.77 e ns4.51","date":"2001-04-14 08:08:31","user":"pensierolibero","address":"195.103.28.73"},{"body":"<blockquote style=\"margin: 20px; margin-bottom: 10px;\"><i>Ritengo che in un messaggio scritto sul web (ma non solo) sia tanto importante il contenuto quanto la formattazione ...</i></blockquote>\r\n\r\nSiamo d'accordo. Il problema è che l'html è molto potente e da agli utenti la possibilità non solo di rendere confuso il proprio messaggio, ma anche di danneggiare gli altri messaggi e l'intera struttura della pagina. Perciò credo che sia nostro dovere intervenire quando necessario per mantenere un po' d'ordine. Naturalmente aspetto le opinioni di altri utenti e di Antonio, quando tornerà.\r\n","date":"2001-04-14 09:00:38","user":"sja","address":"212.171.48.21"},{"body":"senti : l'html e gli ipertesti li conosco da prima che tu nascessi ... per quanto riguarda la usability altrettanto ... per favore non esagerare con la censura degli altri .. visto che in un altro thread stai sostenendo tesi opposte <br> ... a proposito non hai ancora ripristinato il mio post originale .. ","date":"2001-04-14 09:27:38","user":"pensierolibero","address":"195.103.28.73"},{"body":"<blockquote style=\"margin-left: 20px; margin-right: 20px; margin-bottom: 10px;\"><i>l'html [...] lo conosco da prima che tu nascessi</i></blockquote>\r\n\r\nDubito, visto che io sono nato nel 1982 e l'html nel 1991. Questo per farti capire quanto sia inappropriato il tuo discorso. Anche perché non c'entra niente con quello che dicevo io.\r\n\r\n<blockquote style=\"margin: 20px; margin-bottom: 10px;\"><i>in un altro thread stai sostenendo tesi opposte</i></blockquote>\r\n\r\nTi riferisci al fatto che <a href=\"http://www.verbamanent.org/detail/289#768\">ho detto</a> che chiunque può mettere in discussione quello che dico senza pericolo di censura? Non vedo in che modo questo contrasti con il fatto che secondo me è nostro dovere fare interventi cosmetici ogni tanto. Secondo me togliere qualche riga bianca di troppo non è censura. Ma, come ho detto prima, aspetto <i>altre</i> opinioni.","date":"2001-04-14 12:33:32","user":"sja","address":"212.171.48.21"},{"body":"sja, sento il rumore fastidiosissmo di chi usa le unghie per arrampicarsi sui vetri ... :-))) ripeto: hai esagerato, faresti meglio ad ammetterlo .. ","date":"2001-04-14 17:33:49","user":"pensierolibero","address":"213.82.99.114"},{"body":"> secondo me è nostro dovere<BR>\r\n> fare interventi cosmetici ogni tanto.<BR><BR>\r\n\r\nIl termine \"cosmetico\" non mi pare dei più indicati. IMHO il \"manutentore\" è tenuto ad intervenire se il codice crea problemi tecnici di un qualche tipo; potrebbe essere il caso, ad esempio, se qualcuno si divertisse con qualche javascript molesto o inserisse immagini o filmati iperpesanti o scrivesse un HTML così sporco da incasinare tutta la pagina.<BR><BR>\r\n\r\nL'intervento sarebbe giustificato per motivi cosmetici solo in casi del tutto eccezionali, ad esempio se qualcuno proponesse layout in contrasto con le guidelines estetiche di verba (che so, un multicolonna, forzature cromatiche ecc.).<BR><BR>\r\n\r\n> Secondo me togliere qualche riga bianca<BR>\r\n> di troppo non è censura.<BR><BR>\r\n\r\nNo, però sicuramente è fastidioso per chi ha scritto il post. Se l'ha scritto così è perchè gli piaceva. E' il suo post, mica il tuo...<BR><BR>\r\n\r\nSecondo me un sistema per risolvere la questione è definire le guidelines estetiche di cui sopra, e a questo punto un post in violazione ad esse potrebbe essere modificato dal manutentore con l'aggiunta di un commento che spiega brevemente i motivi della modifica. Capisco che la cosa possa sembrare troppo burocratica, ma capisco anche le reazioni di chi si vede modificato un post perchè qualcun altro ha deciso, in modo arbitrario e magari senza avere le qualifiche per farlo, che \"c'erano delle righe bianche di troppo\"...\r\n","date":"2001-04-15 06:34:23","user":"AP","address":"194.185.246.71"},{"body":"il mio post continua ad essere online con sostanziali modifiche .. sja, quando lo rimetti a posto ??","date":"2001-04-15 10:23:44","user":"pensierolibero","address":"213.82.99.114"},{"body":"sja, guarda che stai creando solo dei problemi di credibilita' a verbamanent ... ","date":"2001-04-15 10:25:08","user":"pensierolibero","address":"213.82.99.114"},{"body":"Ciao a tutti, spero che abbiate passato delle vacanze buone come le mie :)<br>\r\n&nbsp;&nbsp;&nbsp;Mi sembra che i toni siano un po' troppo accessi per una cosa che forse non ne vale la pena (risparmiamo le energie per altre discussioni). Il problema però credo sia sensato: Stefano ed io ci siamo più volte interrogati su come la grafica della home page possa influire sull'utilizzo di verba, e concordo con lui quando dice che avere i post raggruppati otticamente può aiutare a <em>scansionare</em> (c'è un altro modo per dirlo? boh..) la pagina e vedere cosa cliccare o meno.<br>\r\n&nbsp;&nbsp;&nbsp;Ugualmente sono d'accordo con pensierolibero e AP quando dicono che la formattazione è importante, e che comunque, dal momento che abbiamo lasciato la possibilità di usare l'HTML agli utenti possa sembrare contraddittorio intervenire <em>cosmeticamente</em>, che sia il termine adatto per dirlo o meno.<br>\r\n&nbsp;&nbsp;&nbsp;Tento una mediazione, ditemi se vi sembra ragionevole: nelle pagine dei detail, ossia quando uno ha già cliccato su un post, mi sembra sacrosanto mantenere la formattazione dell'utente originale, se gli viene data la possibilita' di usarla. Ma nella home page, potremmo fare semplicemente in modo che sparisce tutto l'HTML a parte gli <code>&lt;a href=\"...\"&gt;...&lt;/a&gt;</code>. In questo modo faremmo contenti sia sja che pensierolibero e AP, che dite?","date":"2001-04-17 03:46:36","user":"verbosus","address":"62.122.32.68"},{"body":"Per quanto riguarda i problemi di credibilità di verbamanent, sinceramente non li vedo. Sono contento che si parli di queste cose insieme, più verbamanent è partecipato da tutti quanti, più assume senso e credibilità. I problemi di credibilità se li deve porre, chessò, mytech o punto-informatico. La credibilità di verbamanent è data dalla validità delle opinioni delle persone che lo frequentano, non quello che facciamo io o Stefano. Noi siamo solo qua per aiutare tecnicamente la discussione: se ci facciamo prendere un po' la mano, ditecelo ;)","date":"2001-04-17 03:51:23","user":"verbosus","address":"62.122.32.68"},{"body":"Ciao verbosus, e ben tornato.<BR>\r\n\r\n> Ma nella home page, potremmo fare<BR>\r\n> semplicemente in modo che sparisce tutto l'HTML[...]<BR>\r\n> In questo modo faremmo contenti sia<BR>\r\n> sja che pensierolibero e AP, che dite?<BR>\r\n\r\nDevo dire che per me non è mai stato un grosso problema; sono intervenuto solo perchè mi sembrava giusto farlo... Mi pare comunque che la tua idea sia un po' radicale... Non potremmo semplicemente evitare le righe bianche? Un bel <B>grassetto</B> o un <I>italic</I> ogni tanto non mi pare diano fastidio, e fin ora, per fortuna, nessuno ha ancora proposto formattazioni impossibili come un bel<BR> <font size=6><b><I><font color=red>font size=6</font> <font color=blue>bold italic</font></I></B></font><BR>\r\n;-)","date":"2001-04-17 04:32:17","user":"AP","address":"212.15.165.218"},{"body":"Si, volevo poi dire quello: restringere i tag disponibili per la home. Il post rimane intoccato nel db, ma a seconda di dove viene visualizzato ha diversi gradi di &laquo;libertà HTML&raquo;, diciamo. Se qualcuno ha commenti, critiche o proposte in merito questo mi sembra il momento ed il posto giusto.","date":"2001-04-17 04:54:56","user":"verbosus","address":"62.122.32.217"},{"body":"Verbosus, sei un genio. Perchè non ti candidi? Tra BerlusKa e Ruttelli, vinceresti senza fatica!! ;-)\r\n","date":"2001-04-17 06:41:11","user":"AP","address":"212.15.165.218"},{"body":".. scusate se dico la mia: io mi sono limitato a postare un messaggio con formattazione composta da p, br, b, i, mettendo come al solito dei target=\"_blank\" sui link , che sul post \"modificato\" erano d'obbligo perche' il singolo post conteneva quattro link; il messaggio era separato visivamente in n parti<br>\r\nVerbosus, ma allora ditemi come devo postare , se non va bene cosi': scrivete delle regole belle precise ... <br>\r\nper il resto : il tuo ultimo intervento e' molto politico, ma poco chiarificatore, non da regole certe ... anche questo rende meno credibile Verbamanent .. <br>\r\nil mio parere sulla vicenda e': nessun limite alla dimensione dei post","date":"2001-04-17 07:08:25","user":"pensierolibero","address":"195.103.28.73"},{"body":"Io sono più propenso verso una soluzione di questo tipo: noi definiamo delle regole generali (paragrafi separati in un certo modo, citazioni descritte in un altro, link in html, formattazioni soltanto con italic e bold, limite di lunghezza ai post in prima pagina, ecc...), ma non le imponiamo attraverso il sistema, semplicemente ci riserviamo il diritto di \"correggere\" un post se non rispetta una di quelle regole. In questo modo, se qualcuno vuole avere la garanzia che il suo messaggio non verrà modificato (seppur lievemente) è semplicemente tenuto a seguire le regole.","date":"2001-04-17 08:05:58","user":"sja","address":"212.171.48.21"},{"body":"Devo dare ragione a sja in questo thread. Come (forse) sapete, io lavoro molto con Slash, il motore di Slashdot. L&igrave; i tag che un utente pu&ograve; inserire nei commenti sono rigidamente controllati, per evitare problemi di formattazione e/o veri e propri problemi.\r\n</p><p>\r\nTra l'altro il famoso bug studiato circa un anno fa riguarda proprio la possibilit&agrave; per un client di inserire codice HTML/JavaScript arbitrario in una pagina.</p><p>Io sono quindi per il controllo, il pi&ugrave; possibile automatico.","date":"2001-04-17 10:31:06","user":"alessio","address":"195.212.241.254"},{"body":"Giusto una piccola nota: i tag più pericolosi (script, object, applet...) sono già vietati dal sistema. Per quanto riguarda gli altri tag, secondo me è giusto lasciare la libertà all'utente di usarli (fa bene alessio a ricordare che tipicamente altri motori sono più rigidi), lasciando che il controllo sia manuale. Potremmo aumentare la rigidità del sistema se un giorno il controllo manuale dovesse diventare troppo impegnativo.","date":"2001-04-17 17:45:17","user":"sja","address":"212.171.48.21"},{"body":"Vediamo:\r\n<ol>\r\n<li>Non mi sento un politico: ho cercato di fare un discorso partendo dai principi e arrivando ad una applicazione pratica. La vaghezza era per lasciare spazio ad altre opinioni.</li>\r\n<li>Sulla mancanza di regole per postare, è vero: per ora verba si appoggia ancora troppo su cose che io e Stefano diamo per scontate. Figuratevi che l'unica cosa che un utente inesperto trova, per ora, sono queste <a href=\"/info/\">informazioni</a> scritte un po' in maccheronico.<br>\r\n&nbsp;&nbsp;&nbsp;Detto questo in home page preferiremmo che si evitassero le righe bianche nei post e la formattazione eccessiva. Per i post lunghi oppure per post che contengono immagini preferiremmo che venissero spezzati in post + commento, in modo da non monopolizzare troppo la home. E preferiremmo che i post in home page non fossero più lunghi di tre o quattro righe, se possibile. &Egrave; ancora troppo <em>politica</em> questa posizione?<br>\r\n&nbsp;&nbsp;&nbsp;Se questa situazione un po' arbitraria vi da un po' di - comprensibile, ma credo tollerabile - fastidio, è stato appunto iniziato questo thread per discutere eventuali soluzioni tecniche.</li>\r\n<li>Credibilità di verba: <a href=\"http://www.verbamanent.org/scriptavolant/detail/6#26\">confermo</a>.</li>\r\n<li>:-)</li>\r\n</ol>","date":"2001-04-18 04:28:59","user":"verbosus","address":"62.122.35.179"},{"body":"Ok. la tua posizione adesso e' chiara, non la condivido e chiudo con verbamanent :(","date":"2001-04-19 00:38:37","user":"pensierolibero","address":"195.103.28.73"},{"body":"Proponiamo soluzioni tecniche, mettiamo in discussione il nostro comportamento e <em>chiudi con verbamanent?</em> La porta è comunque sempre aperta.","date":"2001-04-19 11:23:24","user":"verbosus","address":"62.122.30.173"},{"body":"<b>ANCHE A ME MODIFICANO I POST!</b><br>\r\nma:<br>\r\n1) non me la prendo (non saprei dove metterla)<br>\r\n2) continuerò a tormentare verba finchè non mi toglieranno l'account. (o non mi manderanno 4 loro simpatici amici con 4 sane mazze da baseball, ovviamente non per discutere della critica della ragion pratica di IMMANUEL KANT)\r\n<br> tutto sommato singnifica che faccio paura hai potenti! bene mi sento l'erede spirituale del mago Forrest.<br>","date":"2001-12-18 16:50:09","user":"Paranco","address":"80.234.3.86"}],"user":"pensierolibero","address":"195.103.28.73","date":"2001-04-14 00:58:04"}},
{"id":"60","key":"60","value":{"rev":"9-f5d5585d97c8f867f1f44a6a6716bf4d"},"doc":{"_id":"60","_rev":"9-f5d5585d97c8f867f1f44a6a6716bf4d","body":"Con riferimento a quanto detto nel <a href=\"http://verbamanent.org/scriptavolant/detail/59/1035894937\">thread precedente</a>, in questo thread si propongono e si commentano idee per le VerbaTshirt.","modified":"2002-11-04 10:25:33","comments":[{"body":"La prima idea riprende le immagini di <a href=\"http://verbamanent.org/scriptavolant/detail/53\">questo thread</a>:<br><br>\r\n<img src=\"http://verbamanent.org/verbaboy.gif\" width=\"32\" height=\"44\" alt=\"Sono un VerbaBoy!\" hspace=\"10\" />\r\n<img src=\"http://verbamanent.org/verbagirl.gif\" width=\"32\" height=\"44\" alt=\"Sono una VerbaGirl!\" hspace=\"10\" /><br><br>\r\nda piazzare belle grosse sulla schiena?","date":"2002-10-29 12:41:35","user":"AP","address":"151.36.81.9"},{"body":"E magari anche un politically-correct verbagay?\r\n\r\nSe non altro potrebbe aiutare la causa allargando il target...\r\n\r\nScherzi a parte, il logo non mi sembra poi cosi' azzeccato.\r\nBello il nome. \r\nE se si facesse una semplice scritta dove alla V di volant si aggiungono ali stilizzate?","date":"2002-10-29 15:54:58","user":"badgi","address":"81.73.50.13"},{"body":"> il logo non mi sembra poi cosi' azzeccato.<br>\r\nSarà mica il caso di far partire un thread a parte (\"diamo un logo a verbamanent\")?","date":"2002-10-29 16:06:31","user":"AP","address":"151.36.81.9"},{"body":"potrebbe essere l'idea giusta, si piazza il logo di verbamanent sulla schiena bello in grande, mentre l'iconcinuccia caruccia cicciuccia, la si mette sul cuore.\r\n<br>\r\nvai! partiamo con un altro thread per il verbalogo.","date":"2002-10-29 18:50:02","user":"pons","address":"62.211.160.242"},{"body":"Io mi sono permesso di pubblicare questa: <a herf=\"http://www.etrosh.com/weblog/tshirt.html\">http://www.etrosh.com/weblog/tshirt.html</a>.\r\n<p>Ci sono i files delle magliette in vettoriale (.ai, .fh7, fh10, .eps), per chi volesse incominciare a divertirsi!</p>","date":"2002-11-04 10:24:48","user":"etro.sh","address":"192.92.126.138"},{"body":"Ops: <a href=\"http://www.etrosh.com/weblog/tshirt.html\">http://www.etrosh.com/weblog/tshirt.html</a>.","date":"2002-11-04 10:25:33","user":"etro.sh","address":"192.92.126.138"}],"user":"AP","address":"151.36.81.9","date":"2002-10-29 12:37:40"}},
{"id":"61","key":"61","value":{"rev":"7-abcc4e00dd9b4b6cf4869ab334641df8"},"doc":{"_id":"61","_rev":"7-abcc4e00dd9b4b6cf4869ab334641df8","body":"sto riflettendo su cosa sarebbe il mio blog (se fosse attivo).\r\nparlerei quotidianamente di informatica, quindi sarebbe un altro punto-informatico.it, parlerei dei film che vado a vedere, assomiglierebbe a un KataCinema, avrebbe news for nerds & stuff that does not matter: uno slashdot personale. poi ovviamente critico tutti e tutto e parlo dei fatti miei: Eva3000?!?<br> dovrebbe esistere il mio blog? (oppure il vostro?)","modified":"2002-11-21 11:02:14","comments":[{"body":"E se fosse semplicemente uno spaccato di quello che sei/fai?\r\nMagari non importerebbe a nessuno.E' questo che non ti garba?\r\nForse il tam-tam dato alla massificazione dei blog ti ha indotto nell'errore di pensare che si tratti di una pubblicazione online?\r\nIl mio blog esiste, principalmente per me.\r\nPer i miei cari che lo visitano talvolta per sapere cosa mi \"rode dentro\" quel giorno e magari evitarsi qualche zampata nervosa.\r\nIl mio blog esiste perche' il concetto mi e' piaciuto: loggare sul web non solo quello che vedo sulla rete, ma anche pensieri sparsi, a mo' di post-it sul frigorifero.\r\n\r\nSe poi riesce una stoccata talvolta, non bisogna dimenticare che si tratta di allenamento.\r\nA leggere (te qui per ora, ma spero presto in un tuo blog)\r\ned a scrivere.\r\n\r\n","date":"2002-10-31 09:53:46","user":"badgi","address":"81.73.50.13"},{"body":"10 motivi per cui il vostro blog deve esistere:<br>\r\nIl vostro blog dove esistere perche' e' unico.<br>\r\nIl vostro blog deve esistere perche' e' voi on-line<br>\r\nIl vostro blog deve esistere perche' e' voi off-line<br>\r\nIl vostro blog deve esistere perche' e' quello che siete<br>\r\nIl vostro blog deve esistere perche' e' quello che volete essere<br>\r\nIl vostro blog deve esistere perche' e' tutto per voi<br>\r\nIl vostro blog deve esistere perche' e' fico quanto voi<br>\r\nIl vostro blog deve esistere perche' e' fresco come voi<br>\r\nIl vostro blog deve esistere perche' e'.<br>\r\nIl decimo lo mettete voi, senno che blog sarebbe?!?!","date":"2002-11-04 09:33:18","user":"pons","address":"62.211.160.166"},{"body":"Parlesti essenzialmente di te.<br>Non di informatica, ma della tua visione dell'informatica.<br>Non del cinema, ma di quello che tu pensi del cinema.<br>\r\nEssenzialmente, io bloggo per esibizionismo, autocompiacimento e vittimismo.<br>\r\n(Vorrei bloggare per rimochiare, ma non funziona)","date":"2002-11-08 12:23:56","user":"Azim","address":"62.94.66.208"},{"body":"Mi autocito perchè ho inserito <a href=\"http://www.poldosoft.com/blog/archives/000019.html\">un post recente in argomento</a> sul mio blog, perchè non mi va di fare il copia ed incolla, per narcisismo!","date":"2002-11-21 11:02:14","user":"Poldo","address":"62.11.60.201"}],"user":"pons","address":"80.116.82.207","date":"2002-10-31 08:03:58"}},
{"id":"62","key":"62","value":{"rev":"5-6813fc1d5ca05452f9da34e7cf4460af"},"doc":{"_id":"62","_rev":"5-6813fc1d5ca05452f9da34e7cf4460af","body":"Stavo aggiornando il mio profilo utente su verba e mi son detto: io aggiorno il mio profilo, ma tanto non lo legge nessuno perche l'hanno letto una volta tempo fa (forse), e nessuno andrebbe a rileggere un profilo gia' letto.\r\nQuindi ho pensato che sarebbe cool che su verba ci fosse uno spazio (sul lato destro?) in cui ci fossero le ultime persone che si sono registrate e gli ultimi profili aggiornati.\r\ncosi si possono da subito conoscere gli ultimi arrivati.\r\n<br><b>che ne dite?</b><br>\r\nAltra cosa, preferirei fosse abolito il termine \"utente\" da verbamanent, soprattutto perche nel mondo blog, siamo persone e non utenti.\r\nsi potrebbe fare che nel profilo (o registrazione) ci sia la casella \"verbaboy o verbagirl\" da selezionare. quindi al posto di \"utente\" mettere dinamicamente verbaboy o verbagirl<br><b>che ne dite?</b>","modified":"2002-12-07 20:01:25","comments":[{"body":"Quando leggo un profilo, il campo \"descrizione di te stesso in 5 parole\" (presente nella pagina di modifica del profilo)non c'e', che fine fa? ;-)","date":"2002-11-19 09:34:34","user":"pons","address":"62.211.160.200"},{"body":"Great soundboards and animations if you are into that kind of stuff  <a href=\"http://www.ebaumsworld.com/\">Ebaumsworld</a> ;)\r\n\r\n\r\n\r\nScusate la domanda, ma si possono segnalare siti anche in inglese vero???","date":"2002-12-05 15:46:36","user":"Babyenya","address":"217.169.109.214"},{"body":"Con un mese di ritardo: \"descrizione di te stesso in 5 parole\" va a finire nell'attributo <code>title</code> nella firma ai tuoi posts o commenti (prova a tenere un po' il mouse su pons&#8230;).","date":"2002-12-07 20:01:25","user":"etro.sh","address":"151.30.209.184"}],"user":"pons","address":"62.211.160.200","date":"2002-11-19 09:14:35"}},
{"id":"63","key":"63","value":{"rev":"9-c463bb66f41ece973ccfc88f20465bcd"},"doc":{"_id":"63","_rev":"9-c463bb66f41ece973ccfc88f20465bcd","body":"Ma <a href=\"http://verbamanent.org/user/271\">JIM STARK</a> è un <a href=\"http://www.tuxedo.org/~esr/jargon/html/entry/troll.html\">Troll</a>?","modified":"2002-12-19 12:19:19","comments":[{"body":"Boh... comunque ha un po' ravvivato il vecchio (e stanco...) verba, se non altro...<br>\r\nBTW: <a href=\"http://www.etrosh.com/weblog/\">Etrosh</a>, ritorna!","date":"2002-12-16 08:22:35","user":"AP","address":"151.36.81.9"},{"body":"Non so. Da i post provocatori che manda sembrerebbe di si. Sinceramente a me sembrano più fatti per attirare l’attenzione su di se che per generare <a href=\"http://www.tuxedo.org/~esr/jargon/html/entry/flame.html\">flames</a>. A me questo modo di fare irrita, non so , però, se meritano una censura. Anche questa, per quanto discutibile, è una forma di espressione. ","date":"2002-12-16 09:42:31","user":"Poldo","address":"213.45.46.82"},{"body":"> non so , però, se meritano una censura. Anche questa,<br>\r\n> per quanto discutibile, è una forma di espressione.<br>\r\nIo non lo censurerei non tanto per garantismo (sinceramente quando ci vuole ci vuole, e al diavolo la libertà di espressione... ;-) ma semplicemente per non dargli più importanza di quanta ne meriti... ","date":"2002-12-16 13:46:12","user":"AP","address":"151.36.81.9"},{"body":"Son d’accordo con AP sul fatto che la miglior risposta ad un troll è la totale indifferenza e silenzio. Lo scopo del troll è raggiunto nel momento in cui provoca delle reazioni.","date":"2002-12-16 19:16:52","user":"Poldo","address":"213.45.46.82"},{"body":"Personalmente, sono stata insultata e infamata...sono stata fin troppo calma (e chi mi conosce sa che sforzo che ho fatto)....ma anche ignorare si fa fatica quando si è attaccati in prima persona","date":"2002-12-19 10:36:23","user":"|SKIN|","address":"80.180.14.173"},{"body":"Sinceramente non so come avrei reagito io se fossi stato trattato come è stata trattata <a href=\"http://verbamanent.org/scriptavolant/user/239\">SKIN</a>. Faccio due considerazioni. <br />La prima, quando qualcuno reagisce alla provocazione sta facendo raggiungere lo scopo al troll; il suo interesse non è discutere, ma generare reazioni scomposte. <br />\r\nLa seconda, per me, seguendo lo scambio dei post, era ben chiaro il valore e lo spessore delle persone tirate in causa.\r\n","date":"2002-12-19 12:19:19","user":"Poldo","address":"217.59.41.242"}],"user":"pons","address":"80.116.82.228","date":"2002-12-12 17:01:27"}},
{"id":"64","key":"64","value":{"rev":"4-5ea8243a17326742b97c98de77b3b059"},"doc":{"_id":"64","_rev":"4-5ea8243a17326742b97c98de77b3b059","body":"sul blog di dot coma ho visto il loghetto Verbaboy... è una sua creazione o \"rientra\" nell'iscrizione?\r\n\r\n(ci terrei ad averlo anch'io...)","modified":"2002-12-15 12:11:37","comments":[{"body":"Segui il <a href=\"http://verbamanent.org/scriptavolant/detail/53\">link</a> e tutto ti sarà più chiaro.","date":"2002-12-15 12:11:37","user":"Poldo","address":"213.45.46.82"}],"user":"uiallallà","address":"80.117.90.150","date":"2002-12-13 21:44:38"}},
{"id":"65","key":"65","value":{"rev":"4-61f2759f9c3f6d0d503fed7c80ee7252"},"doc":{"_id":"65","_rev":"4-61f2759f9c3f6d0d503fed7c80ee7252","body":"non è possibile linkare direttamente un post su verbamanent?\r\ni post non hanno un permalink? solo i commenti?\r\n\r\ngrazie!","modified":"2002-12-20 12:06:16","comments":[{"body":"Puoi linkare solo i <strong>thread</strong>.<p>Il link della parola \"<a href=\"http://verbamanent.org/scriptavolant/detail/65\" title=\"link permanente a questo thread\">commenti</a>\" è il permalink del post&#8230;</p>","date":"2002-12-20 12:06:16","user":"etro.sh","address":"151.30.210.178"}],"user":"uiallallà","address":"62.211.222.156","date":"2002-12-17 19:09:34"}},
{"id":"66","key":"66","value":{"rev":"3-4bc56dec313ea9dabb7b899697d41475"},"doc":{"_id":"66","_rev":"3-4bc56dec313ea9dabb7b899697d41475","body":"Lunedi 17 dicembre ho compiuto un anno di verbamanent! Mi faccio gli auguri (in ritardo). :-)","modified":"2002-12-20 11:55:21","comments":[{"body":"Auguri!","date":"2002-12-20 11:55:21","user":"etro.sh","address":"151.30.210.178"}],"user":"pons","address":"80.117.7.234","date":"2002-12-20 11:29:55"}},
{"id":"67","key":"67","value":{"rev":"6-010d07a1ec4105a5435e3bb43e64c2eb"},"doc":{"_id":"67","_rev":"6-010d07a1ec4105a5435e3bb43e64c2eb","body":"mi piace proprio come ha iniziato l'anno il <a href=\"http://verbamanent.org\">verbamanent</a>. :-)","modified":"2003-01-27 14:27:13","comments":[{"body":"Eh sì... magari il terzo anno sarà quello buono. Già, Verbamanent ha compiuto due anni <a href=\"/detail/1\">il primo gennaio</a> e me ne ero dimenticato!","date":"2003-01-03 16:03:16","user":"sja","address":"212.171.48.118"},{"body":"peccato pero' che sembra lasciato in pasto alla marea, una barca senza controllo.","date":"2003-01-22 21:36:22","user":"pons","address":"80.116.22.114"},{"body":"> peccato pero' che sembra lasciato in pasto alla marea,<br>\r\n> una barca senza controllo.<br>\r\nChe sia lasciato senza controllo - IMHO - &egrave; positivo;  quello che dispiace è che nessuno se ne approfitti...","date":"2003-01-27 14:27:13","user":"AP","address":"151.36.81.9"}],"user":"pons","address":"80.117.7.233","date":"2003-01-02 23:20:10"}},
{"id":"68","key":"68","value":{"rev":"7-8a04a4da3e7aa7b5eb99665400544e7e"},"doc":{"_id":"68","_rev":"7-8a04a4da3e7aa7b5eb99665400544e7e","body":"Credo che si potrebbe <b>aumentare la visibilitá dei commenti</b> in questo modo:\r\n<ol>\r\n<li>\r\n\r\n<font color=\"darkred\">tutti i thread con un commento fatto negli ultimi X giorni (X = 3 oppure 7, per esempio) appaiono con un link ai commenti di colore differente (rosso = meno di X giorni, arancione = piú di X giorni)</font><br>\r\n\r\nquesto mi fa vedere i <u>recenti</u> immediatamente, senza bisogno di cambiare la presentazione cronologica dei thread. Infatti, siccome l'ordine per data di pubblicazione è quello predefinito, conosco bene la posizione relativa degli ultimi thread e mi disorienta molto la riorganizzazione di <u>recenti</u></li>\r\n\r\n<li><font color=\"darkred\">il link ai commenti è seguito dalla frase: &quotultimo commento di <i>username</i>&quot;</font><br>\r\n\r\nquesto mi fa capire immediatamente se qualcuno ha commentato qualcosa su quel thread dopo di me. Infatti, sapere di chi è l'ultimo commento è per me molto più significativo che sapere quando fu l'ultimo commento (come appare in <u>recenti</u>)</li>\r\n\r\n</ol>\r\n\r\nChe ne pensate?","modified":"2003-02-13 17:59:07","comments":[{"body":"Non male, in particolare il secondo suggerimento.","date":"2003-01-27 09:17:03","user":"AP","address":"151.36.81.9"},{"body":"Verba ha già una sottile feature (forse troppo sottile) che, almeno per me, funziona meglio di entrambe le tue proposte. Il link ai commenti cambia colore (diventa non visited) se è stato aggiunto un commento dall'ultima volta in cui li ho letti.\r\n<p>\r\nÈ una cosa simile alla numero 1, ma dal mio punto di vista è leggermente meglio perché mi fa vedere a colpo d'occhio cosa è di fatto nuovo <i>per me</i>, invece che cosa è nuovo da un numero arbitrario di giorni.\r\n<p>\r\nTi aiuta anche a vedere se qualcun'altro ha commentato dopo di te: quando il link ai thread a cui hai partecipato cambia colore. Pensavo di integrare questo con un modo di vedere solo i thread a cui ho partecipato o in cui sono particolarmente interessato (una specie di bookmark).\r\n<p>\r\nPer quanto riguarda il fatto che 'recenti' non è l'ordine predefinito: la nuova versione di verba (<a href=\"/verba-1.4.2.zip\">download</a>) consentirà agli utenti di cambiare l'ordine predefinito. Io userei 'recenti', secondo me è più comodo...\r\n","date":"2003-01-28 20:31:02","user":"sja","address":"193.203.244.164"},{"body":"grazie per promuovere la questione al livello generale!\r\n<br>\r\n<br>\r\nPurtroppo il colore del link <i>visited</i> funziona solo sotto due condizioni: 1. bisogna accedere a Verba sempre dallo stesso PC - 2. bisogna conservare la storia dei link visitati.<br>\r\nPensa che non mi ero neanche accorto della feature...\r\n<p>\r\nAnche qualora la mia proposta fosse implementata, credo che bisognerebbe conservare la sezione <u>recenti</u>, perché (rispetto alla mia proposta) conserva il vantaggio di essere una visualizzazione condensata, cioè trovi tutti vicini e davanti i thread dove c'è qualcosa di nuovo. Questo funziona bene!\r\n<p>\r\nD'altra parte non credo che si possa usare solo <u>recenti</u>. Infatti, per definizione, l'ordine relativo dei thread cambia constantemente in questa sezione, soprattutto davanti. E questo impedisce orientarsi, tanto che non mi spingo mai più in là dei primissimi thread di <u>recenti</u>. Invece, l'ordine di <u>data</u> è fisso, e posso ritrovare facilmente quello che cerco, perché se ricordo più o meno dove stava, starà ancora lì!","date":"2003-01-29 01:21:57","user":"pofferbacco","address":"80.58.33.170"},{"body":"gia', come dicevi, non mi interessa molto, anche se in effetti un miglioramento potrebbe rendermi interessato.\r\nper come lo uso ora il verba, seguo solo quello che accade in una settimana, leggo e posto commenti di quella settiman, visto che tanto non è commentatissimo e seguire eè piuttosto semplice. per me il fatto che i link rimangono visited va piu' che bene.\r\n","date":"2003-02-13 17:59:07","user":"pons","address":"80.180.124.201"}],"user":"pofferbacco","address":"80.58.33.170","date":"2003-01-26 18:49:20"}},
{"id":"7","key":"7","value":{"rev":"6-16b7493e703dd1782ea0f68f6964e435"},"doc":{"_id":"7","_rev":"6-16b7493e703dd1782ea0f68f6964e435","body":"Scusate se ritorno su una questione che gi&agrave; avevo \"lanciato\". Verbamanent.org &egrave; poco \"cache friendly\", o forse troppo, nel senso che troppe pagine vengono tenute in cache.<br>Quello che vorrei vedere, per un utente loggato &egrave;:<br>\r\n<pre>\r\nCache-Control: private\r\nLast-Modified: &lt;data ultimo commento&gt;\r\n</pre><P>Purtroppo non sono molto pratico di PHP quindi non posso aiutare...","modified":"2001-04-24 15:47:06","comments":[{"body":"Ho disattivato la cache. Avevo in mente di farlo da un bel po'. È una cosa che si fa molto spesso per gli script PHP. Secondo te è esagerato? Hai bisogno della cache fino a quando non viene modificata una pagina? A proposito, che cache usi? ;-)<br>\r\n<br>\r\nQuesta era una delle richieste che avevamo pianificato per Verba 2. Purtroppo Verba 2 è un po' slittato in avanti perché ha subito una revisione dell'architettura quasi totale. D'altra parte, secondo me siamo in una fase di transizione per quanto riguarda le applicazioni web (qualcuno ha sentito parlare di <a href=\"http://www.w3.org/TR/SOAP\">SOAP</a>?).","date":"2001-04-17 17:59:17","user":"sja","address":"212.171.48.21"},{"body":"Forse ora il settaggio &egrave; eccessivo... Va senz'altro bene per verbamanent.org dove il traffico &egrave; basso, ma potrebbe essere sconveniente per un sito che deve cercare di non sprecare CPU e banda.</p><p>In pratica ora c'&egrave; un header \"No-cache\" che impedisce anche la copia locale: fai back e forward e il browser ricarica la pagina, cos&igrave; come accade se cerchi di stampare la pagina.</p><p>In HTTP/1.1 \"Cache-Control: private\" significa appunto che la copia locale &egrave; ammessa. Avere un header \"Last-Modified:\" corretto taglia molta banda sprecata...</p><p>P.S.: posto che io so poco o pochissimo di PHP, si pu&ograve; vedere il codice? Magari capisco cosa si potrebbe fare...","date":"2001-04-24 09:47:06","user":"alessio","address":"195.212.241.254"},{"body":"Non è un problema, devo solo trovare cinque minuti per farlo :-D. Ci provo stasera.","date":"2001-04-26 10:02:57","user":"sja","address":"212.171.48.27"}],"user":"alessio","address":"195.212.241.254","date":"2001-04-17 10:37:42"}},
{"id":"71","key":"71","value":{"rev":"6-267295e8a336fe3d91f07927296935fd"},"doc":{"_id":"71","_rev":"6-267295e8a336fe3d91f07927296935fd","body":"Sembra che la visibilità dei commenti non importi molto ai nostri amici... vabbe', 'fa niente, perché ho avuto un'altra ideuzza.\r\n<p>\r\nInvece di stare a ricordare le regole del gioco a tutti quelli che non ne vogliono sapere di attenervisi, si potrebbe <b>votare la eliminazione dei blog indesiderati</b>. Eliminare non significa necessariamente distruggere, ma semplicemente... confinare? È anche interessante infatti, di tanto in tanto, leggersi qualcosa di 'alternativo'. Eppoi con esempi tratti dalla vita reale (sembra che il virtuale sia morto, no?) di ciò che non ci piace, tutti potremo intendere meglio le regole del gioco.\r\n","modified":"2003-02-14 07:13:49","comments":[{"body":"ah! dopo quel che è successo oggi, non possiamo stare a guardare, bisogna fare qualcosa.\r\n<br>\r\nlascierei la libertà di esprimersi così com'è, ma interverrei, non per prevenire, in questo modo:<br>\r\ninsieme al post, al nome dell'autore e al ora del post\r\naggiungerei un link cosi' fatto: abuso(0)<br>\r\ncliccando sul link abuso (una sola volta per ogni user) si va ad incrementare il valore di abuso, raggiunto una soglia (5?) il post viene, o messo da qualche parte, o eliminato.\r\n<br> credo sia qualcosa di facile e veloce. ditemi la vostra","date":"2003-02-13 17:55:35","user":"pons","address":"80.180.124.201"},{"body":"come organizzare la votazione non è facile... perché è quasi sempre possibile ingannare il sistema. Per esempio, se io avessi 5 user differenti, potrei confinare qualunque messaggio.\r\n","date":"2003-02-13 22:36:28","user":"pofferbacco","address":"80.58.32.42"},{"body":"Beh io alcune cose le ho pensate, che siano valide/fattibili, quello non lo so:\r\n1- Chiedere a Splinder di togliere il link dalle sue pagine: il 70% almeno arriva da li ed è da quando c'è stato il boom \"splinder\" che tutto è iniziato (soluzione drastica!!!)\r\n2- non so come, ma obbligare le persone, durante la registrazione, ad arrivare a leggere le info relative, in modo che, o le leggi, o non procedi con la registrazione!  Magari una pagina con le info abbreviate dove compaiano solo il \"cos'è\", il \"come si fa\", l'\"etica\" che ci sta dietro. Se non finiscono la registrazione per poca voglia di leggere non abbiamo perso nulla!\r\n3- Limitare i post a....15/20 righe al max (che sono già tante!)\r\n4- iniziare a moderare il blog anche se questo comporterebbe un lavoro costante; ma se si allarga il giro degli admin, diventa più semplice.\r\n5- nel momento che si va a scrivere un post potrebbe comparire una finestrella di pop up che dice brevemente cos'è verba (il punto 1 delle info per intenderci)...prima o poi qcuno lo leggerà\r\n6- scrivere sempre il punto 1 delle info come \"sottotitolo\" nella home in modo che prima o poi verrà recepito\r\n......e se qualcuno ancora non la capisce....blocchiamogli l'ip :D\r\nQueste sono le mie \"genialate\". Non so se siano realizzabili o meno, comode o no....rimane il fatto che è da un po' d tempo che Verba è troppo \"libero\".","date":"2003-02-14 07:13:49","user":"|SKIN|","address":"62.211.36.207"}],"user":"pofferbacco","address":"80.58.33.170","date":"2003-02-13 13:38:58"}},
{"id":"72","key":"72","value":{"rev":"7-bfd68e90fcb9be3fc3f7823f1a17992e"},"doc":{"_id":"72","_rev":"7-bfd68e90fcb9be3fc3f7823f1a17992e","body":"oh la madonna, ci risiamo, un altro lunedì su verba che promette male ;-)","modified":"2003-02-20 07:20:51","comments":[{"body":"l'epidemia dilaga!<br>\r\nio dico (o ribadisco?) molti sono \"utonti\" venuti da splinder,\r\nscrivo una volta sola, poi scompaiono.","date":"2003-02-18 14:32:09","user":"pons","address":"80.117.59.234"},{"body":"l'omaggio di <a href=\"http://uomonero.splinder.it/\">Uomonero</a> di linkare <code>verbamanent.org</code> nei <em lang=\"en\">template</em> di Splinder si è rivelata una mossa sbagliata, ma solo per questo sito.","date":"2003-02-18 15:03:39","user":"etro.sh","address":"151.29.253.84"},{"body":"Non ho troppe statistiche in mano, ma mi sembra che non tutti i maleducati, disturbatori, utonti mordi e fuggi siano <em>splinderiani</em>... Secondo me uomonero ha fatto più male che bene... Sja, Verbosus, vogliamo i numeri!!","date":"2003-02-19 16:45:53","user":"AP","address":"151.36.81.9"},{"body":"Per tutti i fulmini, un refuso!! Ovviamente volevo dire:<br>\r\n<em>... Secondo me uomonero ha fatto più <b>bene</b> che <b>male</b>... </em>","date":"2003-02-20 07:20:51","user":"AP","address":"151.36.81.9"}],"user":"pons","address":"80.180.78.232","date":"2003-02-17 10:59:49"}},
{"id":"73","key":"73","value":{"rev":"5-2998c145a84fce76294aa39bd3ad19f1"},"doc":{"_id":"73","_rev":"5-2998c145a84fce76294aa39bd3ad19f1","body":"...e metterci un bel blogroll definito dagli utenti?","modified":"2003-03-08 15:29:00","comments":[{"body":"un blogroll?? che è, una merendina?<br>\r\nLa morale è sempre quella, fai merenda con... ;-))","date":"2003-03-04 17:20:07","user":"pofferbacco","address":"80.58.33.170"},{"body":"il blogroll è una lista dei blog letti abitualmente.\r\npensavo potesse essere simpatica l'idea che gli utenti registrati potessero \"segnalare\" i loro blog preferiti.<br> \r\nstarebbero bene in una colonna sulla destra sotto a \"scrivi utente logout\".\r\n","date":"2003-03-08 15:29:00","user":"pons","address":"80.117.59.12"}],"user":"pons","address":"80.117.59.98","date":"2003-03-04 11:49:04"}},
{"id":"74","key":"74","value":{"rev":"3-bf758ba2a43898407ec1b7fc97b8d7a3"},"doc":{"_id":"74","_rev":"3-bf758ba2a43898407ec1b7fc97b8d7a3","body":"ciao, sono un pivello neofita! \r\nHo un abortino di blog che si chiama tazeblog e abita qui\r\nwww.tazeblog.splinder.it\r\nIo vi ho messo tra i miei preferiti: avrò l'onore del reciproco?\r\ngrazie e ciao\r\n\r\nP.S. Se mi venite a trovare, non spaventatevi per l'ambiente spoglio: non so come fare ad adornarlo!","modified":"2003-03-14 19:34:43","comments":{},"user":"piero lint","address":"213.156.49.139","date":"2003-03-14 19:34:43"}},
{"id":"75","key":"75","value":{"rev":"3-a5144f00b82b85e0d340227285846b8b"},"doc":{"_id":"75","_rev":"3-a5144f00b82b85e0d340227285846b8b","body":"Si può fare qualcosa per questo Metapolitica che copia-incolla su Verba quello che scrive sul suo <a href=\"http://www.metapolitica.splinder.it/\">blog</a> e che \"scoccia\" con i suoi post kilometrici??","modified":"2003-03-17 18:00:47","comments":{},"user":"|SKIN|","address":"62.211.36.77","date":"2003-03-17 18:00:47"}},
{"id":"8","key":"8","value":{"rev":"2-2a1d9728c672a8e96b7bb9204fde396c"},"doc":{"_id":"8","_rev":"2-2a1d9728c672a8e96b7bb9204fde396c","body":"We're back! Sembra che il database sia tornato a posto, potete riprendere a postare :)","modified":"2001-05-31 12:48:11","comments":{},"user":"verbosus","address":"213.45.37.159","date":"2001-05-31 06:48:11"}},
{"id":"9","key":"9","value":{"rev":"3-9e307e8ad3c3d97280c5ea74a00f1307"},"doc":{"_id":"9","_rev":"3-9e307e8ad3c3d97280c5ea74a00f1307","body":"Mi piacerebbe sapere da voi: quali sono i tre errori principali che continuano a fare perfino i web designer più esperti?","modified":"2001-06-27 11:39:08","comments":{},"user":"uomonero","address":"212.48.15.180","date":"2001-06-27 05:39:08"}},
{"id":"_design/lucene","key":"_design/lucene","value":{"rev":"1-6bc86ca3e7867fea7cd1ccd96e21155b"},"doc":{"_id":"_design/lucene","_rev":"1-6bc86ca3e7867fea7cd1ccd96e21155b","language":"java","views":{"index":{"map":"{\"classname\":\"com.cloudant.indexers.CustomSearch\",\"configure\":{\"fields\":[{\"lucenename\":\"all\",\"name\":\".*\",\"regexp\":true}]}}","reduce":"_count"}}}},
{"id":"_design/ordered","key":"_design/ordered","value":{"rev":"1-798e498c97b6b85dd15efc3f6c79ae5d"},"doc":{"_id":"_design/ordered","_rev":"1-798e498c97b6b85dd15efc3f6c79ae5d","language":"javascript","views":{"date":{"map":"function(doc) { emit(doc.date, doc); }"}}}}
]}
